[
    {
        "Roman_Urdu": "Ek tehqeeq ke mutabiq raat ki mukammal neend se insan apne blood pressure ko control kar sakta hai aur dil ki bimariyon se bach sakta hai.",
        "Urdu": "ایک تحقیق کے مطابق رات کی مکمل نیند سے انسان اپنے بلڈ پریشر کو کنٹرول کرسکتا ہے  اور   دل کی بیماریوں سے بچ سکتا ہے۔"
    },
    {
        "Roman_Urdu": "Insani jism ke liye pani ki munasib miqdar nihayat zaroori hai. Subha uthtay hi nehar moo pani peenay se dimagh aur jism apna kaam behtar tareeqay se anjam dete hain. 6 se 8 ghanton ki neend ke baad agar kam az kam 1 ya 2 glass pani nehar moo piya jaye to is se badan mein pani ki kami door hojati hai.",
        "Urdu": "انسانی جسم کے لیے پانی کی مناسب مقدار نہایت ضروری ہے۔ صبح اُٹھتے ہی نہار منہ پانی پینے سے دماغ اور جسم اپنا کام بہتر طریقے سے انجام دیتے ہیں۔ ماہرین کے مطابق چھ سے آٹھ گھنٹے کی نیند کے بعد اگر کم از کم ایک یا دو گلاس پانی نہار منہ پی لیا جائے تو اس سے بدن میں پانی کی کمی دور ہوجاتی ہے۔"
    },
    {
        "Roman_Urdu": "Mahireen ka kehna hai ke har khanay ke baad sirf 2 minute tak tez walk karne se khoon mein sugar ki miqdar ko kam karne mein madad milti hai. Jab ke khanay ke baad walk na karne se wazan mein izafa ho sakta hai. Walk karne se diabetes ki bimari se bacha ja sakta hai.",
        "Urdu": "ماہرین کا کہنا ہے کہ ہر کھانے کے بعد صرف دو منٹ تک تیز واک کرنےسے خون میں شوگر کی مقدار کم کرنے میں مدد ملتی ہے۔ جبکہ کھانے کے بعد واک نہ کرنے سے وزن میں اضافہ ہوسکتا ہے۔ واک کرنے سے ذیابیطس کی بیماری سے بچایا جا سکتا ہے۔"
    },
    {
        "Roman_Urdu": "Saib fiber aur pani se bharpoor phal hai aur ye dono qudrati naimatein pait ko zyada dair tak bharne ka ehsas dilati hain. Is ke ilawa saib cancer samait mukhtalif bimariyon se mehfooz rakhne ke sath sath haddiyan mazboot bananata hai.",
        "Urdu": "سیب فائبر اور پانی سے بھرپور پھل ہے اور یہ دونوں قدرتی نعمتیں پیٹ کو زیادہ دیر تک بھرنے کا احساس دلاتی ہیں۔ اس کے علاوہ سیب کینسر سمیت مختلف بیماریوں سے محفوظ رکھنے کے ساتھ ساتھ ہڈیاں مضبوط بناتاہے۔"
    },
    {
        "Roman_Urdu": "Green tea blood pressure kam karti hai mood ko behtar karne aur kisi kaam par focus barhane mein bhi madad deti hai. Kuch ehem ajza jo ke green tea mein mojood hote hain wo dil aur dimagh ko sukoon dete hain aur gehri neend lanay mein ehem kirdar ada karte hain.",
        "Urdu": "سبزچائے   بلڈ پریشر کم کرتی ہے  موڈ کو بہتر کرنے اور کسی کام پر فوکس بڑھانےمیں بھی مدد دیتی ہے۔ کہ سبز چائے میں موجود کچھ اہم اجزا دل و دماغ کو سکون دیتے ہیں اور گہری نیند لانے میں اہم کردار ادا کرتے ہیں۔"
    },
    {
        "Roman_Urdu": "Yoga na sirf short term memory ko behtar bana sakta hai balkay is se zehni tanao ko kam karne mein bhi madad milti hai. Haftay mein kuch din yoga karne se dimagh ko taqat milti hai aur yad dasht behtar hoti hai.",
        "Urdu": " یوگا نہ صرف شارٹ ٹرم میموری  کوبہتر بناسکتا ہے بلکہ اس سے کام کی جگہ پر ذہنی تناؤ  کوکم کرنے میں بھی مدد ملتی ہے ۔  ہفتے میں کچھ دن یوگا کرنے سے دماغ کو طاقت ملتی ہے اور یادداشت بہتر ہوتی ہے۔"
    },
    {
        "Roman_Urdu": "Subha neend se jagne ke baad jism ko tawanai se bharpoor rakhne ke liye protein se bharpur ghizaain bohot zaroori hain jin mein anday aur dahi protein ka behtareen zariya hain. Is ke ilawa phal aur khushk mewa ke istemal se bhi din bhar tandrusti ka ehsas rehta hai.",
        "Urdu": " صبح نیند سے جاگنے کے بعد جسم کو توانائی سے بھر پور رکھنے کیلئے پروٹین سے بھرپور غذائیں بہت ضروری ہیں جن میں انڈے اور دہی پروٹین کا بہترین ذریعہ ہیں۔ اسے ناشتے میں کھانے سے دن بھر انسان ایکٹو رہتا ہے انڈے کی سفیدی میں کیلشیم بھی ہوتا ہے جس سے دانت ہڈیاں اور ناخن مضبوط ہوتے ہیں۔"
    },
    {
        "Roman_Urdu": "Nariyal paani' mein sodi'um potassium calcium aur magnesium shamil hain dhoop mein bohot zyada der tak kaam karne se shadeed bemari aur sakht warzish karne se jism mein jo paani ki kami ho jaati hai usay door karne ke liye nariyal paani bohot moassar sabit hota hai.",
        "Urdu": "ناریل پانی میں سوڈیم پوٹیشیم کیلشیم اور میگنیشیم شامل ہیں دھوپ میں بہت زیادہ دیر تک کام کرنے سے شدید بیماری اور سخت ورزش کرنے سے جسم میں جو پانی کی کمی ہو جاتی ہے اُسے دور کرنے کے لیے ناریل پانی بہت موثر ثابت ہوتا ہے۔"
    },
    {
        "Roman_Urdu": "Shehed aik acha antioxidant hai is liye is kay musalsal istemaal se jism se zyada tar zahreelay maaday kharij ho jaate hain shehed ki jarasim kush khasoosiyat ki waja se jild shafaaf hoti hai aur jild ki sehat mein bhi behtari aati hai.",
        "Urdu": "شہد ایک اچھا اینٹی اوکسیڈنٹ ہے اس لئے اس کے مسلسل استعمال سے جسم سے زیادہ تر زہریلے مادے خارج ہو جاتے ہیں شہد کی جراثیم کش خصوصیات کی وجہ سے جلد شفاف ہوتی ہے اور جلد کی صحت میں بھی بہتری آتی ہے۔"
    },
    {
        "Roman_Urdu": "Doodh ki tarha anda bhi ek mukammal ghiza hai. Ye ghizaiyat se bharpoor hota hai is liye hamein rozana nashte mein ek ubla hua anda zaroor khaana chahiye. Isay nashte mein khanay se din bhar insan active rehta hai anday ki safedi mein calcium bhi hota hai jis se daant haddiyan aur nakhun mazboot hotay hain.",
        "Urdu": "دودھ کی طرح انڈا بھی ایک مکمل غذا ہے۔ یہ غذائیت سے بھرپور ہوتا ہے اس لئے ہمیں روزانہ ناشتے میں ایک اُبلا ہوا انڈا ضرور کھانا چاہیے۔ اسے ناشتے میں کھانے سے دن بھر انسان ایکٹو رہتا ہے انڈے کی سفیدی میں کیلشیم بھی ہوتا ہے جس سے دانت ہڈیاں اور ناخن مضبوط ہوتے ہیں۔"
    },
    {
        "Roman_Urdu": "Salad behtareen tibbi khazana hai bohot si researches se maloom hua hai ke salad khanay se mood behtar hota hai aur depression kam hota hai is ki waja ye hai ke salad mein mojood ehem madiniyat vitamins aur polyphenols dimagh par fori aur behtar asar karte hain.",
        "Urdu": "سلاد بہترین طبی خزانہ ہے سلاد کھانے سے موڈ بہتر ہوتا ہے اور ذہنی دباؤ کم ہوتا ہے اس کی وجہ یہ ہے کہ سلاد میں موجود اہم معدنیات وٹامنز اور پولی فینولز دماغ پر فوری اور بہتر اثر کرتے ہیں۔"
    },
    {
        "Roman_Urdu": "Dil ki sehat ke liye dahi ka istemal behad mufeed hai. Dahi jism mein cholesterol ko control karti hai. Ye high blood pressure aur hypertension jaise amraaz se bhi bachati hai dahi balon ki sehat aur mazbooti ke liye to mufeed hai hi is se balon ki khushki bhi door ho jati hai.",
        "Urdu": "دل کی صحت کے لیے دہی کا استعمال بہت مفید ہے۔ دہی جسم میں کولیسٹرول کو کنٹرول کرتی ہے۔ یہ ہائی بلڈ پریشر اور ہائیپرٹینشن جیسے امراض سے بچاتی ہے دہی بالوں کی صحت اور مضبوطی کے لیے بھی مفید ہے اس سے بالوں کی خشکی بھی دور ہو جاتی ہے۔"
    },
    {
        "Roman_Urdu": "White cheeni ki koi ghizai hesiyat nahi hoti aur na hi us mein koi sehat bakhsh ajza shamil hote hain. White cheeni mein sirf carbohydrate hoti hai jis ki koi qadar o qeemat nahi hoti. Cheeni ka zyada istemal sehat kay liye khatarnak hai.",
        "Urdu": "وائٹ چینی کی کوئی غذائی حیثیت نہیں ہوتی اور نہ ہی اس میں کوئی صحت بخش اجزاء شامل ہوتے ہیں۔ وائٹ چینی میں صرف کاربوہائیڈریٹ ہوتی ہے جس کی کوئی قدر و قیمت نہیں ہوتی۔ چینی کا زیادہ استعمال صحت کے لیے خطرناک ہوتا ہے۔"
    },
    {
        "Roman_Urdu": "Lemon juice ko agar subha uth kar neem garam pani ke saath istemal kiya jaye to ye maiday ki bemariyon mein mufeed hai. Lemon mein mojood citric acid mineral salt ke saath mil kar jigar mein mojood chiknai ko khatam karne mein be misaal hesiyat rakhta hai. Wazan kam karnay kay liye bhi lemon juice ka istemal faiday mand hai.",
        "Urdu": "لیموں کا رس صبح اُٹھ کر نیم گرم پانی کے ساتھ استعمال کیا جائے تو یہ معدے کی بیماریوں میں مفید ہے۔ لیموں میں موجود سٹریک ایسڈ اور معدنی نمک جگر میں موجود چکنائی کو ختم کرنے میں بے مثال  حیثیت رکھتا ہے۔ وزن کم کرنے کے لیے بھی لیموں کا رس فائدہ مند ہے۔"
    },
    {
        "Roman_Urdu": "Aik research mein bataya gaya hai ke seedhiyan chadhna aur paidal chalna heart attack aur falij ke khatrat ko kam karne ke liye mufeed hai. Lift kay bajaye seedhiyan charhna sehat mand zindagi ki taraf qadam hai.",
        "Urdu": "ایک ریسرچ میں بتایا گیا ہے کہ سیڑھیاں چڑھنا اور پیدل چلنا  ہارٹ اٹیک اور فالج  کے خطرات کو کم کرنے کے لیے مفید ہے۔ لفٹ کے بجائے سیڑھیاں چڑھنا صحت مند زندگی کی  طرف  ایک قدم ہے۔"
    },
    {
        "Roman_Urdu": "Omega-3 fatty acids wale ghizaiyat se bharpoor khorak jaise machli aur akhrot dimagh ki sehat ke liye ehem hai. Ye dimagh ke cells ko mazboot banate hain aur dementia jese masail ko rokne mein madad karte hain.",
        "Urdu": "اومیگا-3 فیٹی ایسڈز والی غذائیت سے بھرپور خوراک جیسے مچھلی اور اخروٹ دماغ کی صحت کے لیے اہم ہیں۔ یہ دماغ کے خلیوں کو مضبوط بناتے ہیں اور ڈیمینشیا جیسے مسائل کو روکنے میں مدد کرتے ہیں۔"
    },
    {
        "Roman_Urdu": "Doodh ka rozana istemal haddiyon ki mazbooti ke liye mufeed hai. Ismein calcium vitamin D aur protein hotay hain jo haddiyon ko mazboot banate hain aur osteoporosis jese masail se bachate hain. Doodh har umar kay afraad kay liye mufeed hai.",
        "Urdu": "دودھ کا روزانہ استعمال ہڈیوں کی مضبوطی کے لیے مفید ہے۔ اس میں کیلشیم وٹامن ڈی اور پروٹین ہوتے ہیں جو ہڈیوں کو مضبوط بناتے ہیں اور آسٹیوپوروسس جیسے مسائل سے بچاتے ہیں۔ دودھ ہر عمر کے افراد کے لیے مفید ہے۔"
    },
    {
        "Roman_Urdu": "Kalonji ka istemal sehat ke liye mufeed hai. Is mein har beemari se shifa ki taaqat mojood hai. Is mein mojood antioxidants aur vitamins jism ko sehatmand rakhte hain mukhtalif bimariyon se bachate hain.",
        "Urdu": "کلونجی کا استعمال صحت کے لیے مفید ہے۔ اس میں ہر بیماری سے شفا کی طاقت موجود ہے۔ اس میں موجود اینٹی آکسیڈنٹس اور وٹامنز جسم کو صحت مند رکھتے ہیں اور مختلف بیماریوں سے بچاتے ہیں۔"
    },
    {
        "Roman_Urdu": "Stress ya zehni dabao ko control karna bhi aik sehatmand adat hai. Stress ko control karne ke liye meditation yoga aur achi hobbies ka istemal kiya ja sakta hai. Khud ko kisi sports ki activity mein masroof rakh kar bhi stress door kiya ja sakta hai.",
        "Urdu": "تناؤ یا ذہنی دباو کو کنٹرول کرنا بھی ایک صحت مند عادت ہے۔ تناؤ کو کنٹرول کرنے کے لئے میڈیٹیشن یوگا اور اچھے  مشغلےکا استعمال کیا جا سکتا ہے۔ اپنے آپ کو کسی کھیل کی سرگرمی میں مصروف رکھ کر بھی تناؤ کو دور کیا جا سکتا ہے۔"
    },
    {
        "Roman_Urdu": "Adrak kay be shumar faiday hain. Adrak ki chai peenay ya taza adrak ka tukda chabana ulti aur matli ko kam karne mein madadgar ho sakta hai. Adrak dil ki sehat kay liye bhi mufeed hai.",
        "Urdu": "ادرک کے بے شمار فوائد ہیں۔ ادرک کی چائے پینا یا تازہ ادرک کا ٹکڑا چبانا قے اور متلی کو کم کرنے میں مددگار ہوسکتا ہے۔ ادرک دل کی صحت کے لئے بھی مفید ہے۔"
    },
    {
        "Roman_Urdu": "Podinay ka istemal hazma durust karnay aur pait ki deegar beemariyon mein mufeed hai. Garmi se bachao kay liye bhi podinay ka istemal faiday mand hai.",
        "Urdu": "پودینے کا استعمال ہاضمہ درست کرنے اور پیٹ کی دیگر بیماریوں میں مفید ہے۔ گرمی سے بچاؤ کے لئے بھی پودینے کا استعمال فائدہ مند ہے۔"
    },
    {
        "Roman_Urdu": "Haldi jigar saaf karti hai aur jism mein mojood zehreelay asraat ko khtam karnay mein madad deti hai. Haldi wala doodh peenay se sozish ko kam karne madad milti hai. Is kay elawa blood mein sugar level ko control karnay kay liye bhi haldi ka istemal kiya ja sakta hai.",
        "Urdu": "ہلدی جگر صاف کرتی ہے اور جسم میں موجود زہریلے اثرات کو ختم کرنے میں مدد دیتی ہے۔ ہلدی والا دودھ پینے سے سوزش کو کم کرنے میں مدد ملتی ہے۔ اس کے علاوہ خون میں شوگر کی مقدار کو کنٹرول کرنے کے لئے بھی ہلدی کا استعمال کیا جا سکتا ہے۔"
    },
    {
        "Roman_Urdu": "Daar cheeni diabetes ke marizon mein glucose ke asrat ko kam karne mein madadgar sabit ho sakti hai. Apne khanay mein daar cheeni shamil karna ya daar cheeni wali chai peena glucose metabolism ko behtar banane mein madadgar ho sakta hai.",
        "Urdu": "دار چینی  زیابیطس کے مریضوں میں گلوکوز کے اثرات کو کم کرنے میں مددگار ثابت ہو سکتی ہے۔ اپنے کھانے میں دار چینی شامل کرنا یا دار چینی والی چائے پینا گلوکوز میٹابولیزم کو بہتر بنانے میں مددگار ہوسکتا ہے۔"
    },
    {
        "Roman_Urdu": "Khane kay portions ko control mein rakhna bohot zaroori hai. Zyada khana sehat ke liye nuksan dey hota hai. Hamesha choti plates ka istemal karein aur khane ko kam miqdaar mein thoray thoray waqfay se portions ki soorat mein khaayein.",
        "Urdu": "کھانے کے حصوں کو کنٹرول میں رکھنا بہت ضروری ہے۔ زیادہ کھانا صحت کے لیے نقصان دہ ہوتا ہے۔ ہمیشہ چھوٹی پلیٹس کا استعمال کریں اور کھانے کو کم مقدار میں تھوڑے تھوڑے وقفے سے پورشنز کی صورت میں کھائیں۔"
    },
    {
        "Roman_Urdu": "Namkeen processed aur fast food se parhaiz karein. In mein ziada miqdar mein calories hoti hain jo wazan mein izafay ka sabab banti hain.",
        "Urdu": "نمکین پروسیسڈ اور فاسٹ فوڈ سے پرہیز کریں۔ ان میں زیادہ مقدار میں کیلوریز ہوتی ہیں جو وزن میں اضافے کا سبب بنتی ہیں۔"
    },
    {
        "Roman_Urdu": "Angoor khanay se aankhon ki sehat behtar ho sakti hai. Yeh phal D.N.A ko nuqsaan se bacha kar sehat mand khulyaat ko tahaffuz faraham karta hai jis se binai ko faida hota hai.",
        "Urdu": "انگور کھانے سے آنکھوں کی صحت بہتر ہو سکتی ہے۔یہ پھل ڈی این اے کو نقصان سے بچا کر صحت مند خلیات کو تحفظ فراہم کرتاہےجس سے بینائی کو فائدہ ہوتاہے۔"
    },
    {
        "Roman_Urdu": "Din mein aise waqt ka intikhab karna jab aap sab se zyada pursukoon mehsoos karte hain aap ki warzish ki karkardgi ko barha sakta hai koshish karein ke aap din mein rozana ek muntakhib waqt par workout karein.",
        "Urdu": "دن میں ایسے وقت کا انتخاب کرنا جب آپ سب سے زیادہ پرُسکون محسوس کرتے ہیں آپ کی ورزش کی کارکردگی کو بڑھا سکتا ہے کوشش کریں کہ آپ دن میں روزانہ ایک منتخب وقت پر ورک آؤٹ کریں۔"
    },
    {
        "Roman_Urdu": "Chukandar khoon barhane ka behtareen qudrati ilaj hai is mein iron ki miqdar barhane aur red blood cells ko foran taza oxygen faraham karne ki salahiyat hoti hai.",
        "Urdu": "چقندر خون بڑھانے کا بہترین قدرتی علاج ہے اس میں آئرن کی مقدار بڑھانے اور ریڈ بلڈ سیل کو فوراً تازہ آکسیجن فراہم کرنے کی صلاحیت ہوتی ہے۔"
    },
    {
        "Roman_Urdu": "Dark chocolate mein dil ke liye faida mand antioxidants ki achi miqdar hoti hai jis se blood pressure control mein rehta hai.",
        "Urdu": "ڈارک چاکلیٹ میں دل کے لیے فائدہ مند اینٹی آکسیڈنٹس کی اچھی مقدار ہوتی ہے جس سے بلڈ پریشر کنٹرول میں رہتا ہے۔"
    },
    {
        "Roman_Urdu": "Chukandar khoon barhane ka behtareen qudrati ilaj hai is mein iron ki miqdar barhane aur red blood cells ko foran taza oxygen faraham karne ki salahiyat hoti hai.",
        "Urdu": "چقندر خون بڑھانے کا بہترین قدرتی علاج ہے اس میں آئرن کی مقدار بڑھانے اور ریڈ بلڈ سیل کو فوراً تازہ آکسیجن فراہم کرنے کی صلاحیت ہوتی ہے۔"
    },
    {
        "Roman_Urdu": "Dark chocolate mein dil ke liye faida mand antioxidants ki achi miqdar hoti hai jis se blood pressure control mein rehta hai.",
        "Urdu": "ڈارک چاکلیٹ میں دل کے لیے فائدہ مند اینٹی آکسیڈنٹس کی اچھی مقدار ہوتی ہے جس سے بلڈ پریشر کنٹرول میں رہتا ہے۔"
    }
]
