[
	{
		"quote_en":
			"Mohabbat wafa daar ki daastaan hoti hai aur be wafa ki zindagi ka mamooli waqea. Bano Qudsia",
		"quote_ur": "ہم دولت سے نرم بستر حاصل کر سکتے ہیں نیند نہیں۔ بقراط"
	},
	{
		"quote_en":
			"Ghar aur maal wo meeras hain jo baap se haasil hoti hain lekin danishmand biwi naimat-e-khudadad hai. Hazrat Suleman AS",
		"quote_ur":
			"اگر تم کسی چیز کو اچھا نہیں کر سکتے تو کم از کم اتنا تو کرو کہ وہ دیکھنے میں اچھی لگے۔ بل گیٹس"
	},
	{
		"quote_en":
			"Behtareen qoul zikr hai behtareen amal ibadat aur behtareen khaslat ilm hai.Bu Ali Sina",
		"quote_ur": "بات کو پہلے دیر تک سوچو پھر منہ سے نکالو اور پھر اس پر عمل کرو۔ افلاطون"
	},
	{
		"quote_en":
			"Hum mein se zinda wohi rahay ga jo dilon mein zinda rahay ga aur dilon mein wohi zinda rehtay hain jo khair banttay hain. Ashfaq Ahmed",
		"quote_ur":
			"امید بھی بڑی دیوانی چیز ہے لمحوں میں ریگستانوں  میں زیتون کے باغ لگا دیتی ہے۔ بانو قدسیہ"
	},
	{
		"quote_en":
			"Is dunya mein raho lekin is se aalooda nah ho jaisay aik murghabi pani mein rehta hai magar us ke par geelay nahi hotay. Mustansar Hussain Tarar",
		"quote_ur": "اگر آدمیت مطلوب ہے یعنی آدمی بننا چاہتے ہو تو بنی آدم کا احترام کرو ۔علامہ اقبال"
	},
	{
		"quote_en": "Momin resham ki tarha narm aur folad ki tarha sakht hota hai. Allama Iqbal",
		"quote_ur":
			"انسان پاگل ہے کہ وہ ایک پتہ یا چیونٹی تک تو بنا نہیں سکتا مگر پیسوں کو خدا بنا لیتا ہے۔ برنارڈ شا"
	},
	{
		"quote_en":
			"Jid-o-jehad sirf aik fard kay liye makhsoos nahi balkay is ka dastarkhwan har fard ke liye bicha hua hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "دنیا میں سب سے خطرناک غصہ جوانی کا ہے۔ولیم شیکسپئیر"
	},
	{
		"quote_en":
			"Qudrat halaat ke mutabiq aisay aadmi paida kar deti hai jis ki waqt aur halaat ko zaroorat hoti hai.  Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "ملازم سے اپنا راز کہنا اسے ملازم سے مالک بنا دیتا ہے۔ارسطو"
	},
	{
		"quote_en":
			"Jid-o-jehed sirf aik fard ke liye makhsoos nahi balkay is ka dastarkhwan har fard ke liye bicha hua hai.  Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "کس قدر اندھا ہے وہ شخص جو اپنی جیب سے دوسروں کا دل خریدتا ہے۔ خلیل جبران"
	},
	{
		"quote_en":
			"Kamzor saharon se chimtay rehna bohot bari ghalati hai.  Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "خوف پر فتح پانا علم کے آغاز کی علامت ہے۔ برٹرینڈ رسل"
	},
	{
		"quote_en":
			"Zahanat paichida aur dushwar guzar raston ki tamam mushkilat ko hal kar deti hai.  Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "لگن کے بغیر کسی میں بھی ذہانت پیدا نہیں ہوتی۔ سقراط"
	},
	{
		"quote_en":
			"Aik doosray par aitemad hi aik doosray say ta'awwun barhata hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "صبر خوشی کی چابی ہے۔مولانا رومی"
	},
	{
		"quote_en":
			"Hamari nijat ka rasta sirf aur sirf uswa-e-hasana hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur":
			"دوسروں کی توقعات کے مطابق زندگی بسر کرنے کی وجہ یہ ہوتی ہے کہ ہم ڈرتے ہیں کہ کہیں وہ دوسرا ہم سے جدا نہ ہو جائے۔ اشفاق احمد"
	},
	{
		"quote_en": "Nakami aik aisa lafz hai jisay main nahi janta. Qauid-e-Azam Muhammad Ali Jinnah",
		"quote_ur":
			"جو شخص زندگی کو بہتر بنانا چاہتا ہے  پہلے اپنے دل کو بہتر بنائے۔ حضرت علی رضی اللہ تعالیٰ عنہہ"
	},
	{
		"quote_en": "Kifayat shuari aik qaumi dolat hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "زندگی کی ٹھوکریں بہترین ذریعہ تعلیم ہیں۔ ارسطو"
	},
	{
		"quote_en":
			"Humein tehzeeb-o-sharafat ko kabhi hath say nahi chorna chahiye. Quaid e Azam Muhammad Ali Jinnah",
		"quote_ur": "دشمن ہمیشہ دماغ کے منتخب کرو اور دوست ہمیشہ کردار کے ۔ مولانا رومی"
	},
	{
		"quote_en": "Masawaat aur akhuwat ho to jamhoriyat banti hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur":
			"کامیابی ایک برا اور گمراہ کن استاد ہے کیونکہ یہ لائق لوگوں کو اس وہم میں مبتلا کر دیتا ہے کہ وہ کھی ہار نہیں سکتے۔ بل گیٹس"
	},
	{
		"quote_en":
			"Apni tanzeem is taur per kijiye kay kisi par bharosa karne ki zarurat hi na rahe yehi aap ka wahid aur behtareen tahaffuz hai. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "انا کا مضبوط ترین خول ہمیشہ محبت توڑتی ہے۔ خلیل جبران"
	},
	{
		"quote_en":
			"Faisla lainay se pehlay sau baar socho lekin aik baar faisla kar lainay ke baad is par qaim raho Quaid-e-Azam Muhammad Ali jinnah",
		"quote_ur": "تعلیم دراصل آہستہ آہستہ اپنی جہالت کو جان لینے کا نام ہے۔ مستنصر حسین تاڑر"
	},
	{
		"quote_en":
			"Zinda qaumo ko intahai masaib aur mushkilat mein mayoos nahi hona chahiye. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur":
			"کچھ لوگوں کے حصے میں صرف چاہتیں بانٹنے کا ہی کام آتا ہے وصول کرنے کا نہیں۔ اشفاق احمد"
	},
	{
		"quote_en":
			"Tajarbay kabhi khatam nahi hotay aur aqal mand wo hai jo barabar taraqqi karta rahay. Quaid-e-Azam Muhammad Ali Jinnah",
		"quote_ur": "اگر تم امیر بننا چاہتے ہو تو اپنی فرصت ضائع مت کرو۔ بقراط"
	},
	{
		"quote_en":
			"Agar zindagi mein kuch banna chahtay ho to aik  lamha bhi zaaya na karo. Quaid-e-Azam",
		"quote_ur": "خوشی تو ایسی چیز ہے جوآپ کی کوشش کے بغیر آپ کے دامن پر اترآتی ہے۔ اشفاق احمد"
	},
	{
		"quote_en": "Ohday aur taraqqi ka lalach bura hota hai. Quaid-e-Azam",
		"quote_ur": "بہترین کی توقع کرو بدترین کے لیے تیاررہو۔علامہ اقبال"
	},
	{
		"quote_en":
			"Main durust faislay lainay par yaqeen nahi rakhta balkay faisla lay kar usay aik behtareen faisla saabit karta hoo. Quaid-e-Azam",
		"quote_ur":
			"مجھےاس آزاد انسان کی زندگی پررشک آتا جو دولت کے بغیراورزمین کے بغیرخوش رہتا ہے۔ خوشحال خان خٹک"
	},
	{
		"quote_en": "Nakami mere liye aik namaloom lafz hai. Quaid-e-Azam",
		"quote_ur":
			"کتابیں نہ صرف ہمیں زندگی کے سفرپرلےجاسکتی ہیں بلکہ گزری ہوئی باتیں بھی بتاتی ہیں۔ حکیم سعید"
	},
	{
		"quote_en": "Musalman museebat mein ghabraya nahi karta. Quaid-e-Azam",
		"quote_ur":
			"پاکستان کی داستان اس کے لیے کی گئی جدو جہد اوراس کا حصول رہتی دنیا تک انسانوں کے لیے رہنمائی کرے گا۔ قائداعظم"
	},
	{
		"quote_en": "Aik doosray par aetmaad hi aik doosray se taawun barhata hai. Quaid-e-Azam",
		"quote_ur": "صبرایمان کی بنیاد ہے۔ حضرت علی رضی اللہ عنہ"
	},
	{
		"quote_en": "Umeed achi rakho lekin tayyari buray halaat ke hisaab se karo. Quaid-e-Azam",
		"quote_ur":
			"ریاضت محنت اورجدوجہد کے بغیر خوش نصیبی اور خوش حالی میسر نہیں آسکتی۔ شاہ عبدالطیف بھٹائی"
	},
	{
		"quote_en":
			"Na khud usool ke khilaf kaam karo aur na kisi ko usool ke khilaf kaam karte dekh kar khamosh raho. Quaid-e-Azam",
		"quote_ur": "بڑے کام کرو بڑے وعدے نا کرو۔عبدالقدیرخان"
	},
	{
		"quote_en":
			"Baray se baray aur chotey se chotey hum sab mumlikat ke mulazim aur khadim hain. Quaid-e-Azam",
		"quote_ur": "مخلوق کی نگاہ انسانی عمل پر ہوتی ہے اورخالق کی نیت پر۔ حضرت نظام الدین اولیاء"
	},
	{
		"quote_en":
			"Aik shakhs ban kar na jeo! balkay 1 shakhsiyat ban kar jeo kyun ke 1 shakhs to mar jata hai lekin shakhsiyat hamesha zinda rehti hai. Quaid-e-Azam",
		"quote_ur": "اتنے اجلے مت بنو کے دوسرے میلے نظر آئیں۔ ممتاز مفتی"
	}
]
