[

	{"name_en": "Kung Pao Noodles",
	  "name_ur": "کنگ پاؤ نوڈلز",
	  "ingredients_en": "Murghi ka gosht (Chicken boneless) 500 gram\nSoya souce 56 tbs\nAnday ki safedi (Eggs white) 1\nSirka (Vinegar) 1 tbs\nMakai ka aata (Corn flour) 2 tbs\nKali mirch pisi hui (Black pepper powder) 1 tbs\nTail (Oil) hasbe zaroorat\nKung pao sauce banana ke ajza:\nPani (Water) ½ cup\nMakai ka aata (Corn flour) 3 tbs\nSirka (Vinegar) 2 tbs\nDark soya sauce 2 ½ tbs\nSoya sauce 2 tbs\nCheeni (Sugar) 1 tbs\nKung pao noodles banana ke ajza:\nSpaghetti 450 gram\nTail (Oil) 2 tbs\nNamak (Salt) 1 tsp\nPaani (Water) hasbe zaroorat\nAdrak (Ginger) 23 tsb\nLehsan kuta hua (Chopped garlic) 2 tbs\nPeeli Shimla mirch (Yellow capsicum) 2 cup\nSabz pyaz (Green onion) ¼ cup\nChicken paka hua 4 cup\nSurkh mirch khushk (Dry red chilli) 1 cup\nChicken yakhni 2 cup\nRoast ki hui moong phali (Roasted peanuts) ½ cup\n",
	  "ingredients_ur": "چکن بون لیس: پانچ سو گرام \nسویا سوس: پانچ سے چھ کھانے کے چمچ\nانڈے کی سفیدی: ایک عدد\nسرکہ: ایک کھانے کا چمچ\nکارن فلور: دو کھانے چمچ\nکالی مرچ پاؤڈر: ایک کھانے کا چمچ\nتیل: حسب ضرورت (فرائی کرنے کے لیے)\nکنگ پاؤ سوس بنانے کے اجزاء:\nپانی: آدھاکپ\nکارن فللور: تین کھانے کے چمچ\nسرکہ: دو کھانے کے چمچ\nڈارک سویا سوس: ڈھائی کھانے کےچمچ\nسویا سوس: دو کھانے کا چمچ\nچینی: ایک کھانے کا چمچ\nکنگ پاؤنوڈلز بنانے کے اجزاء:\nاسپگیٹی: چار سو پچاس گرام\nتیل: دو کھانے کے چمچ\nنمک: ایک چائے کا چمچ\nپانی: حسب ضرورت\nادرک: دو سے تین کھانے کے چمچ\nلہسن: دو کھانے نے چمچ (کٹا ہوا)\nپیلی شملہ مرچ: دو کپ \nسبز پیاز: ایک چوتھائی کپ\nچکن پکا ہوا: چار کپ\nخشک سرخ مرچیں: ایک کپ\nچکن یخنی: دو کپ\nروسٹ کی ہوئی مونگ پھلی: آدھا کپ\n",
	  "recipe_en": "Sub se pehle aik bowl mein chicken soya sauce anday ki safedi sirka corn flour kaal mirch daal kar achi tarhan mix kar kay pandrah se bees minute ke liye marinate karein.",
	  "recipe_ur": "ترکیب: سب سے پہلے ایک باؤل میں چکن سویا سوس انڈے کی سفیدی سرکہ کارن فلوراورکالی مرچیں ڈال کراچھی طرح مکس کرکے پندرہ سے بیس منٹ کے لیے میرینیٹ کریں۔ اب ایک پین میں تیل گرم کرکے اس میں میرینیٹ کیا ہوا چکن ڈالیں اور چکن آدھا پکنے تک پکائیں۔ پھرکنگ پاؤ سوس بنانے کے لیے ایک باؑل میں پانی کارن فلور سرکہ ڈارک سویا سوس سویا سوس اورچینی ڈال کراچھی طرح مکس کرلیں۔ اب کنگ پاؤ نوڈلز بنانے کے لیے ایک برتن میں پانی گرم کرکے اس میں کھانے کا تیل اور نمک ڈال کر ابال لیں۔ اب اس میں اسپیگیٹی ڈال کر اسی فیصد پکنے تک ابال لیں اور چھان کر سائیڈ پر رکھ دیں۔ اب ایک پین میں کھانے کا تیل گرم کرکے اس میں ادرک لہسن ڈال کر ایک منٹ کے لیے پکائیں۔ پھراس میں شملہ مرچ اور سبز پیاز ڈال کر دو منٹ تک پکائیں۔ پھراس میں چکن اور سرخ مرچیں ڈال کر دو منٹ پکاکر چکن یخنی ڈال کر ابلنے دیں۔ اب اس میں تیار کی ہوئی سوس ڈال کر گاڑھی ہونے تک پکائیں اور اس میں روسٹ کی ہوئی مونگ پھلی ڈال کر دو سے تین منٹ پکائیں۔ پھر اس میں ابلی ہوئی اسپیگٹی ڈال کر کچھ دیر پکائیں اور سبزپیاز ڈال کر اچھی طرح مکس کرلیں۔ مزیدار کنگ پاؤ نوڈلز تیار ہیں۔",
	  "image_file": "kung_pao_noodles"
	  },
	 {"name_en": "Bread Cutlets",
	  "name_ur": "بریڈ کٹلٹس:",
	  "ingredients_en": "Aalo (Potato) 300 gram boiled\nChicken 500 gram boiled\nMoong daal (Yellow Lentils) 100 gram\nPyaz (Onion) 1\nTimatar (Tomato) 1\nSabz Shimla mirch ( Green Capsicum) 1\nHara dhanya (Green croriander) 10 gram\nKalonji (Black cumin) 15 gram\nHari mirch (Green chilli) 4\nNamak (Salt) hasbe zaiqa\nHaldi pisi hui (Turmeric powder) ½  tsp\nLaal mirch kuti hui ( Crushed red chili) 1 tbs\nLaal mirch pisi hui (Red chilli) 1 tbs\nKhushk dhanya  (Dried croriander)  ½ tbs\nTail (Oil) hasbe zaroorat\n",
	  "ingredients_ur": "آلو : تین سو گرام (ابال لیں)\nچکن بون لیس: پانچ سو گرام (ابال کیں)\nمونگ دال: ایک سو گرام (ابال لیں)\nپیاز: ایک عدد\nٹماٹر: ایک عدد\nسبز شملہ مرچ: ایک عدد\nسبز دھنیا: دس گرام\nکلونجی : پندرہ گرام\nسبز مرچ: چار عدد\nنمک: حسب ذائقہ\nہلدی: آدھا چائے کا چمچ\nکُٹی ہوئی لال مرچ: ایک کھانے کا چمچ\nلال مرچ پاؤڈر: ایک کھانے کا چمچ\nسوکھا دھنیا: ایک کھانے کا چمچ\nبریڈ سلائس: دو عدد\nانڈا: ایک عدد\nتیل: حسب ضرورت\n",
	  "recipe_en": "Sub se pehlay aik bowl mein ublay huay aaloo aur us mein ubla hua chicken ubli hui daal moong pyaz timatar sabz Shimla mirch sabz dhanya kalonji sabz mirch namak haldi laal mirch kuti hui laal mirch powder khushk dhanya daal kar achi tarhan mix kar lein.\nAb do adad bread slice lein aur usay crums ki shakal mein mixture mein shamil kar lein.\nAb tayyar cutlets ko anday mein dip kar ke golden brown honay tak deep fry kar lein mazedar bread cutlets tayyar hai.\nAb aik pan mein tail garam kar ke is mein marinate kiya hua chkicken dalein aur chicken adha paknay tak pakka lein.",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں ابلے ہوئے آلو لیں اور اس میں ابلا ہوا چکن ابلی ہوئی مونگ دال پیاز ٹماٹر سبز شملہ مرچ سبز دھنیا کلونجی سبز مرچ نمک ہلدی لال مرچ کُٹی ہوئی لال مرچ پاؤڈر اور خشک دھنیا ڈال کر اچھی طرح مکس کرلیں۔ اب دو بریڈ سلائس لیں اور اسے کرمز کی شکل میں مکسچر میں شامل کردیں۔ اب تیار ہوئے کٹلس کو انڈے میں ڈپ کرکے گولڈن براؤن ہونے تک ڈیپ فرائی کرلیں مزیدار بریڈ کٹلس تیار ہیں۔ ",
	  "image_file": "bread_cutlets"
	  },
	 {"name_en": "Chocolate Cupcake",
	  "name_ur": "چاکلیٹ کپ کیکس",
	  "ingredients_en": "Anday (Eggs) 3\nCheeni (Sugar) ¾ cup \nBrown sugar ¼ cup\nTail (Oil) 1/3 cup \nVanilla essence 1 tsp\nDoodh (Milk) ½ cup\nMaidah (Refined wheat flour) 1 cup\nBaking powder 1 tsp\nBaking soda ½ tsp\nCocoa powder 3 tsp\nNamak (Salt) ¼ tsp\nLeemoo ka ras (Lemon juice) ½ tsp\nCream 5 tbs\nWhite chocolate 1 cup\nStrawberry essence 23 drops\nLaal rang (Red food colour) hasbe zaroorat\n",
	  "ingredients_ur": "انڈے: تین عدد\nچینی: تین چوتھائی کپ\nبراؤن شوگر: ایک چوتھائی کپ\nتیل: ایک تہائی کپ\nدودھ: آدھا کپ\nونیلا ایسنز: ایک چائے کا چمچ\nمیدہ: ایک کپ\nکوکو پاؤڈر: تین کھانے کے چمچ\nبیکنگ پاؤڈر: ایک چائے کا چمچ\nبیکنگ پاؤڈر: ایک چائے کا چمچ\nبیکنگ سوڈا: آدھا چائے کا چمچ\nنمک: ایک چوتھائی چائے کا چمچ\nلیموں کا رس: آدھا چائے کا چمچ\nوائٹ چاکلیٹ: ایک کپ\nکریم: پانچ کھانے کے چمچ\nسپرنکلز: حسب ضرورت\nچاکلیٹ: حسب ضرورت\nاسٹرابری ایسنز: دو سے تین قطرے\nلال رنگ: حسب ضرورت\n",
	  "recipe_en": "Sub se pehle aik bartan mein maidah coccoa powder baking powder baking soda achi tarhan se chaan lein.\nPhir  is mein namak daalein aur achi tarhan se mix kar ke aik side par rakh dein.\nButter milk bananay ke liye aik bartan mein doodh aur leemoo ka ras achi tarhan se mix Karein aur 15 minute ke liye aik side par rakh dein.\nAb andon ko achi tarhan se phaint lein jab tak ke achi tarhan se phool na jayein.\nIs mein cheeni brown sugar dalein aur phaint lein jab tak cheeni achi tarhan se mix na ho jaye.\nAb is mein khanay ka tail vanilla essence maiday ka mixture aur butter milk dalein aur halki raftaar par mix Karein (zyada mix na karein)\nAb cup cases ko aadha bhar lein aur 1215 minute tak 180 degree par bake karein Jab tak ke tooth pick saaf bahar na aajaye.\nChocolate ki sajawat ke liye : Butter paper par sprinkles ko phaila dein aur pighli hui chocolate ke sath apni pasandeeda shape bana lein aur is ko 15 minute ke liye fridge mein rakh dein.\nCream filling ke liye : Aik bartan mein garam cream lein us mein white chocolate achi tarhan se mix karein.\nAb is mein strawberry essence aur laal rung daal kar achi tarhan se mix karein aur is ko 1215 minute ke liye fridge mein rakkhein.\nAb cup cake mein soorakh karein aur is mein cream fill karein aur chocolate ke sath sajawat karein Cup cakes tayyar hain.\nAb kung pao noodles banana ke liye aik bartan mein pani garam kar ke is mein tail aur namak daal kar ubaal lein.",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں میدہ کوکو پاؤڈر بیکنگ پاؤڈر بیکنگ سوڈا اچھی طرح چھان لیں۔ پھر اس میں نمک ڈالیں اوراچھی طرح مکس کرکے ایک سائیڈ پر رکھ دیں۔\nبٹر ملک بنانے کے لیے: ایک برتن میں دودھ اور لیموں کا رس اچھی طرح مکس کریں اور پندرہ منٹ کے لیے ایک سائیڈ پر رکھ دیں۔\nانڈوں کو اچھی طرح پھینٹ لیں جب تک کہ اچھی طرح سے پھول نہ جائے۔ پھراس میں چینی براؤن شوگر ڈالیں اور پھینٹ لیں جب تک کہ چینی اچھی طرح سے مکس نہ ہوجائے۔ اب اس میں تیل ونیلا ایسنز میدے کا مکسچراور بٹر ملک ڈالیں اور ہلکی رفتار پر مکس کریں (زیادہ مکس نہیں کریں)۔ اب کپ کیسیزکو آدھا بھر لیں اور بارہ سے پندرہ منٹ تک 180 ڈگری پر بیک کریں۔ جب تک کہ ٹوتھ پک صاف باہرنا آجائے۔\nچاکلیٹ کی سجاوٹ لے لیے: بٹر پیپر پر سپرنکلز کو پھیلا دیں اور پگھلی ہوئی چاکلیٹ کے ساتھ اپنی پسندیدہ شیپ بنا لیں اور اس کو پندرہ منٹ کے لیے فریج میں رکھ دیں۔\nکریم فلنگ کے لیے: ایک برتن میں گرم کریم لیں اور اس میں وائٹ چاکلیٹ اچھی طرح مکس کریں۔ اب اس میں اسٹرابیری ایسنز اورلال رنگ ڈال کراچھی طرح سے مکس کریں اور اسے پندرہ سے بیس منٹ کے لیے فریج میں رکھیں۔ اب کپ کیکس میں سوراخ کریں اور اس میں کریم فِل کریں اور چاکلیٹ کے ساتھ سجاوٹ کریں۔ کپ کیکس تیار ہیں۔\n",
	  "image_file": "chocolate_cupcake"
	  },
	 {"name_en": "Lahori Chargha",
	  "name_ur": "لاہوری چرغہ",
	  "ingredients_en": "Sabit chicken (Whole chicken)  1\nDahi (Curd) ½ cup\nNamak (Salt) hasbe zaiqa\nLaal mirch pisi hui (Red chilli powder)1 tbs\nGaram masalha pisa hua (Spices mix powder) 1 tsp\nAdrak lehsan pisa hua (Ginger, garlic paste) 1 tbs\nZeera pisa hua (Cumin powder) 1 tsp\nKuti laal mirch(Red chilli crushed) 1 tsp\nHaldi pisi hui (Turmeric powder) 1 tsp\nDanya pisa hua (Coriander powder) 1 tsp\nSurkh khanay ka rang (Red food color) ¼ tsp\nSabz mirch pisi hui (Green chilli paste) 2 tbs\nTail (Oil) hasbe zaroorat\n",
	  "ingredients_ur": "ثابت چکن: ایک\nدہی: آدھا کلو\nنمک: حسب ضرورت\nلال مرچ پاؤڈر: ایک کھانے کا چمچ\nتیل: حسبِ ضرورت\nگرم مصالحہ پاؤڈر: ایک چائے کا چمچ\nادرک،  لہسن پیسٹ: ایک کھانے کا چمچ\nزیرہ پاؤڈر: ایک چائے کا چمچ\nکُٹی لال مرچ: ایک چائے کا چمچ\nہلدی پاؤڈر: ایک چائے کا چمچ\nسرخ کھانے کا رنگ: ایک چوتھائی چائے کا چمچ\nسبز مرچ پیسٹ: دو کھانے کے چمچ\n",
	  "recipe_en": "Sab se pehlay sabit chicken le kar is par achi tاrhan cut lagayein. \nPhir aik baray bowl mein pani sirka aur adrak lehsan paste daal kar achi tarhan mix kar ke chicken ko is mein bigho kar rakh dein. \nAb  aik bowl mein dahi tail anda namak laal mirch powder garam masalha powder adrak lehsan paste zeera powder dhanya powder kuti laal mirch haldi powder khanay ka rang aur sabz mirch paste daal kar achi tarhan mix kar lein marination mixture tayyar hai. \nPhir bheegoye hue chicken ko tayyar kiye hue mixture mein marinette kar lein.\nAb is marinette kiye hue chicken ko raat bhar yar 6 se 8 ghantay rakh dein.\nPhir is chicken ko foil paper mein lapait kar rakh dein.\nAb aik steamer mein pani daal kar ubaal lein aur marinette kiye hue chicken ko is mein daal dein.\n(note ager aap ne chicken ko raat bhar marinette ke liye rakha hai to 15 se 20 minute steam karein aur agar aap ne 6 se 8 ghantay ke liye marinette kya hai to 25 se 30 minute steam karein) \nAb chicken nikal kar thanda honay dein.\nPhir aik pan mein 180 ke darjae hararat par khanay ka tail garam kar ke steam kiye hue chicken ko halki aanch par 5 se 6 minute fry kar lein.\nAb chicken oil se nikal kar is par chaat masalha chidak kar salad aur raitay ke sath serve karein.\n",
	  "recipe_ur": "سب سے پہلے ثابت چکن لے کراس پر کٹ لگائیں۔ اب ایک بڑے باؤل میں پانی سرکہ اورادرک لہسن پیسٹ ڈال کر اچھی طرح مکس کرکے چکن کو اس میں بھگو کر رکھ دیں۔ پھرایک باؤل میں دہی تیل انڈا نمک لال مرچ پاؤڈر گرم مصالحہ پاؤڈر کُٹی لال مرچ ہلدی پاؤڈر کھانے کا رنگ اور سبز مرچ پیسٹ ڈال کر اچھی طرح مکس کرلیں میرینیشن مکسچر تیار ہے۔ اب بھگوئے ہوئے چکن کو تیار کیے ہوئے مکسچر میں میرینیٹ کرلیں۔ پھر اس میرینیٹ کیے ہوئے چکن کو رات پھر یا چھ سے آٹھ گھنٹے رکھ دیں۔ اب اس چکن کو فوائل پیپر میں لپیٹ کر رکھ دیں۔ پھرایک سٹیمر میں پانی ڈال کرابال لیں اور میرینیٹ کئے ہوئے چکن کو اس میں ڈال دیں۔ (نوٹ: اگر آپ نے چکن رات بھر میرینیٹ کے لیے رکھا ہے تو پندرہ سے بیس منٹ سٹیم کریں اور اگر آپ نے چھ سے آٹھ گھنٹے کے لیے میرینیٹ کیا ہے تو پچیس سے تیس منٹ سٹیم کریں۔) اب چکن نکال کر ٹھنڈا ہونے دیں۔ پھرایک پین میں 180 کے درجہ حرارت پر تیل گرم کرکے سٹیم کیے ہوئے چکن کو ہلکی آنچ پر پانچ سے چھ منٹ فرائی کرلیں۔ اب چکن آئل سے نکال کر اس پر چاٹ مصالحہ چھڑک کر سلاد اور رائتہ کے ساتھ سرو کریں۔",
	  "image_file": "lahori_chargha"
	  },
	 {"name_en": "Chicken BBQ Karahi",
	  "name_ur": "چکن باربی کیو کڑاہی: ",
	  "ingredients_en": "Chicken 300 gram \nTail (Oil) 5 tbs \nNamak (Salt) hasbe zaiqa\nLaal mirch pisi hui (Red chilli powder) 2 tbs\nLeemoo ka ras (Lemon juice) 2 tbs\nzarda rang (Yellow color) 1 pinch\nAdrak, lehsan pisi hui (Ginger, garlic paste) 1 ½ tbs\nLehsan kuta hua (Garlic chopped) 1 tbs\nSabit zeera (Cumin) 1 tsp\nHari mirch (Green chilli) 2\nKuti laal mirch (Red chilli crushed) \nZeera pisa hua (Cumin powder) 1 tsp\nDhanya pisa hua (Coriander powder) 1 tsp\nTimatar (tomatoes) 150 gram\n",
	  "ingredients_ur": "چکن: تین سو گرام\nتیل: پانچ کھانے کے چمچ\nنمک: حسب ذائقہ\nپسی ہوئی لال مرچ: دو کھانے کے چمچ\nپیلا رنگ: ایک چٹکی\nادرک، لہسن پیسٹ: ڈیڑھ کھانے کا چمچ\nلہسن چوپ کیا ہوا: ایک کھانے کا چمچ\nثابت زیرہ: ایک کھانے کا چمچ\nہری مرچ: دو عدد\nلال مرچ کٹی ہوئی: ایک چائے کا چمچ\nکالی مرچ کٹی ہوئی: آدھا چائے کاچمچ\nزیرہ پیسا ہوا: ایک چائے کاچمچ\nدھنیا پیسا ہوا: ایک چائے کا چمچ\nٹماٹر: ایک سو پچاس گرام\n",
	  "recipe_en": "Sub se pehle aik bowl mein chicken daal kar us mein tail namak laal mirch powder leemoo ka ras zarda rang aur adrak lehsan ka paste daal kar mila lein aur aadhay ghantay ke liye fridge mein rakh dein.\nPhir  mix kiya hua chicken grill kar lein.\nAb aik pan mein tail lein aur us mein lehsan chopped sabit zeera grill kiya hua chicken hari mirch namak laal mirch powder kuti laal mirch kuti kali mirch zeera powder dhanya powder timatar aur pani daal kar aath se das minute tak halki aanch par dam dein.\nPhir is mein hari mirch adrak hara dhanya aur makkhan daal kar hila lein.\nAb is par aluminum foil rakh kar is par angara rakhein aur is par makkhan rakh dein aur do se teen minute tak dam dein mazedar chicken BBQ Karahi tayyar hai.\n",
	  "recipe_ur": "ایک باؤل مین چکن ڈال کر اس میں کھانے کا تیل نمک لال مرچ پسی ہوئی لیموں کا رس پیلا رنگ اور ادرک لہسن کا پیسٹ ڈال کر ملا لیں اورآدھے گھنٹے کےلیے فریج میں رکھ دیں۔ اب مکس کیا ہوا چکن گرل کر لیں۔ پھرایک پین میں تیل لیں اور اس میں لہسن چوپ کیا ہوا ثابت زیرہ گرل کیا ہوا چکن ہری مرچ نمک لال مرچ پسی ہوئی کُٹی ہوئی لال مرچ کُٹی کالی مرچ زیرہ پسا ہوا دھنیا پسا ہوا ٹماٹر اور پانی ڈال کر اٹھ سے دس منٹ تک ہلکی آنچ پر دم دیں۔ اب اس میں ہری مرچ ادرک ہرا دھنیا اور مکھن ڈال کر مکس کر لیں۔ اب اس پر ایلومنیم فوائل رکھ کر اس پر انگارہ رکھیں اور اس پر مکھن رکھ دیں اور دو سے تین منٹ تک دم دیں۔ مزیدار باربی کیو کڑاہی تیار ہے۔",
	  "image_file": "chicken_bbq_karahi"
	  },
	 {"name_en": "Chocolate Fudge Ice Cream",
	  "name_ur": "چالکیٹ فج آئس کریم",
	  "ingredients_en": "Doodh (Milk) 2 cup\nCream 3 cup\nCondensed milk  1 tin\nVanilla essence 2 tsp\nAkhrot, Kaju (Walnut, cashew) ½ cup\n",
	  "ingredients_ur": "دودھ: دو پیالی\nکریم:تین پیالی\nکنڈینسڈ ملک: ایک ٹن\nونیلا ایسنس:چائے کے دو چمچ\nاخروٹ اور کاجو:آدھی پیالی\n",
	  "recipe_en": "Sab se pehlay cream us waqt tak phentiye jab tak ke garhi aur jhag jhag na hojaye.\n Ab is mein condensed milk doodh aur essence shamil karein aur mixer mein khoob phente lein. \nMurakkab ko is waqt tak freeze karein ke chikna hojaye.\nPhir murakkab freezer se nikalein aur dobara phent lein aur murakkab jamanay ke liye freeze kar dein. \nAb is ko pesh karne ke liye ek scoop ice cream dalein aur chocolate sauce daalein aur dry fruit ke sath garnish karein.\n",
	  "recipe_ur": "کریم اس وقت تک پھینیٹیں جب تک کے گاڑھی اور جھاگ جھاگ نہ ہوجائے اب اس میں کنڈینسڈ ملک دودھ اور ایسنس شامل کریں اور مکسر میں خوب پھینٹ لیں۔مرکب کو اس وقت تک فریز کریں کہ چکنا ہوجائے۔مرکب فریزر سے نکالیں اور دوبارہ پھینٹ لیں۔ مرکب جمنے کے تک کے لیے فریز کر دیں۔اب اس کو پیش کرنے کے لیے ایک سکوپ آئس کریم ڈالیں اور چا کلیٹ سوس ڈالیں اور میوے کے ساتھ گارنش کریں۔",
	  "image_file": "chocolate_fudge_ice_cream"
	  },
	 {"name_en": "Falafel",
	  "name_ur": "فلافل",
	  "ingredients_en": "Ublay hue chanay (Boild chickpeas) 300 gram \nHara dhanya (Green coriander) 5 gram\nLehsan pisa hua (Garlic paste) 1 tbs\nHari mirch pisi hui (Green chili paste) 1 tbs\nMaidah (Refined wheat flour) 3 tbs\nZeera pisa hua (Cumin powder) 1 tsp\nKuta hua dhanya (Coriander crushed ) 1 tsp\nBaking powder ½ tsp\nNamak (Salt) hasbe zaiqa\nKali mirch pisi hui (Black pepper) 1 tsp\nTail (Oil) hasbe zaroorat\n",
	  "ingredients_ur": "ابلے ہوئے چنے: تین سو گرام\nسبز دھنیا: پانچ  گرام\nلہسن پیسٹ: ایک کھانے کا چمچ\nسبز مرچ: ایک کھانے کا چمچ\nمیدہ: تین کھانے کے چمچ\nزیرہ پاؤڈر: ایک چائے چمچ\nکُٹا ہوا دھنیا: ایک چائے کا چمچ\nبیکنگ پاؤڈر: آدھا چائے کا چمچ\nنمک: حسب ذائقہ\nکالی مرچ پاؤڈر: ایک چائے کا چمچ\nتیل: حسب ضرورت\n",
	  "recipe_en": "Sub se pehle aik grinder mein uble huay chanay daal kar grind kar ke nikal lein. \nAb grinder mein hara dhanya lehsan hari mirch aur pisay huay chanay (char khanay ke chamach) daal kar grind kar lein. \nAb ek bowl lein aur us mein baqi bachay huay chanay daal kar tayyar shuda mixture maida zeera powder dhanya powder baking powder namak aur kali mirch powder daal kar mix kar lein aur aadhay ghantay kay liye fridge mein rakh dein. \nAb tayyar kiye hue mixture se balls bana lein. \nPhir aik pan mein khanay ka tail daal kar garam kar lein aur tayyar kiye hue balls ko golden brown honay tak fry kar lein. Aap ke mazedar Falafel tayyar hain.",
	  "recipe_ur": "سب سے پہلےایک گرائینڈر میں اُبلے ہوئے چنے ڈال کر گرائینڈ کر کے نکال لیں ۔ اب گرائیندر لیں اوراس میں سبز دھنیا لہسن سبزمرچ اورگرائینڈ کیے ہوئے چنے (چار کھانے کے چمچ) ڈال کر گرائینڈ کر لیں۔ اب ایک باؤل لیں اور اس میں باقی بچے ہوئے چنے ڈال کر تیار شدہ مکسچر میدہ زیرہ پاؤڈر دھنیا پاؤڈر بیکنگ پاؤڈر نمک اور کالی مرچ پاؤڈر ڈال کر مکس کرلیں اور آدھے گھنٹے کے لیے فریج میں رکھ دیں۔ اب تیار کیے ہوئے مکسچر کے بالز بنا لیں۔ اب ایک پین میں کھانے کا تیل ڈال کر گرم کر یں اور تیارکی ہوئی بالز کو گولڈن براؤن ہونے تک فرائی کر لیں۔ آپکے مزیدار فلا فل تیار ہیں۔",
	  "image_file": "falafel"
	  },
	 {"name_en": "Rainbow Cake",
	  "name_ur": "رینبو کیک",
	  "ingredients_en": "Anday (Egg ) 12\nMaidah (Refined wheat flour) 200 gram\nCheeni (Sugar) 200 gram\nCream 500 gram\nCondensed milk 50 gram\nChese cream 50 gram\nKhanay ka rang (Food color pink, green, yellow, blue, orange, purple) ¼ tsp ",
	  "ingredients_ur": "انڈے: بارہ عدد\nمیدہ: دو سو گرام\nچینی: دو سو گرام\nکریم: پانچ سوگرام\nکںڈنسڈ ملک: پچاس گرام\nچیزکریم: پچاس گرام\nکھانے کا رنگ: ایک چوتھائی چائے کا چمچ (گلابی، پیلا، نیلا، اورنج، جامنی)\n",
	  "recipe_en": "Sab se pehlay aik bowl mein anday lein aur is mein cheeni daal kar phaint lein.\nAb is mein maidah daal kar mix kar ke 6 hisson mein barabar taqseem kar lein.\nPhir har hissay mein khanay ka alag rang tarteeb se daal kar mix kar lein. \nAb tayyar kiye hue mixture ko 170 degree par das minute tak oven mein bake kar lein.\nPhir aik bowl mein cream le kar phaint lein aur us mein condensend milk aur cheez cream daal kar achi tarhan mila lein.\n",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں انڈے لیں اور اس میں چینی ڈال کر پھینٹ لیں۔ اب اس میں میدہ ڈال کر مکس کرکے چھ حصوں میں برابر تقسیم کر لیں۔ پھر ہر حصے میں کھانے کا الگ رنگ ترتیب کے ساتھ ڈال کر ملا لیں۔ اب تیار کیے ہوئے مکسچر کو 170 ڈگری سینٹی گریڈ پر دس منٹ تک اوون میں بیک کرلیں۔ پھرایک باؤل میں کریم لے کر پھینٹ لیں اور اس میں کندنسڈ ملک اور چیز کریم ڈال کر اچھی طرح ملالیں۔ پھرتیار شدہ مکسچر پر ہلکا سا پانی لگائیں اور اس مکسچر پر تیار شدہ کریم لگائیں اور اسی طرح ہر تہہ کو دہرالیں مزیدار رینبو کیک تیار ہے۔",
	  "image_file": "rainbow_cake"
	  },
	 {"name_en": "Schezwan Soup",
	  "name_ur": "شیزوان سوپ",
	  "ingredients_en": "kasmiri laal mirch (Kashmiri red chilli) 1012 \nsabit laal mirchein (Red whole chilli) 1516 \nlehsan (Garlic) 1 tbs\nAdrak (Ginger) 1 tbs \nPani (Water) hasbe zaroorat\nTomato ketchup ½ cup \nSoya sauce 1 tbs\nSirka (Vinegar) 1 tbs\nKali mirch (Black pepper) 1 tbs\nNamak (Salt) hasbe zaroorat\nTail (Oil) 2 tbs\nChicken with bones 700 gram\nLehsan ke jaway (Garlic cloves) 4\nAdrak (Ginger) ½  inch\nKali mirch (Black pepper ) 810\nCorn flour mixture 2 tbs\nHari mirch pisi hui (Green chilli paste) 1 tbs\nMushrooms ½ cup\nAnday ki safedi (Egg whites) 2\nGaajar (Carrot) 1 cup\n",
	  "ingredients_ur": "کشمیری لال مرچ: دس سے بارہ عدد\nثابت لال مرچ: پندرہ سے سولہ عدد\nلہسن: ایک کھانے کا چمچ\nادرک: ایک کھانے کا چمچ\nپانی: حسبِ ضرورت\nٹماٹو کیچپ: آدھا کپ\nسویا سوس: ایک کھانے کا چمچ\nسرکہ: ایک کھانے کا چمچ\nکالی مرچ: ایک چائے کا چمچ\nنمک: حسبِ ضرورت\nتیل: دو کھانے کے چمچ\nچکن: سات سو گرام  (ہڈیوں کے ساتھ)\nلہسن کے جوے: چار عدد\nادرک: آدھا انچ\nکالی مرچ: آٹھ سے دس عدد\nسبز مرچ: ایک کھانے کا چمچ\nگاجر: ایک کپ\nکارن فلورمکسچر: دو کھانے کے چمچ\nمشروم: آدھا کپ\nکالی مرچ: آدھا چائے کا چمچ\nانڈے کی سفیدی: دو عدد\n",
	  "recipe_en": "Sub se pehle aik blender mein bhigoyee hui kasmiri laal mirch sabit laal mirch aur pani daal kar achi tarhan blend kar lein schezwan sauce tayyar hai.\nAb aik pan mein tail adrak aur lehsan daal kar aik minute bhoon lein.\nPhir is mein chilli paste tomato ketchap pani namak kali mirch Soya Sauce aur sirka daal kar panch se chay minute pakayein jab oil alehda ho jaye to choolha band kar dein.\nAb aik pan mein chicken pani lehsan ke jaway namak aur sabit kaali mirch daal kar halki aanch par 3540 minute pakayein.\nPhir darmiyan se jhaag hata kar yakhni ko chaan lein aur chicken ko bareek kaat lein.\nAb aik pan mein tail lehsan aur sabz mirch daal kar aik minute bhoon lein.\nPhir is mein schezwan sauce daal kar achi tarhan mix karein.\nAb is mein chicken yakhni sirka gaajar aur baqi soup ke ajza daal kar achi tarhan pakayein.\nPhir is mein andon ki safedi daal kar musalsal mix karte jayein aur garam garam serve karein.\n",
	  "recipe_ur": "سب سے پیلے ایک بلینڈر میں بھگوئی ہوئی کشمیری لال مرچ ثابت لال مرچ اور پانی ڈال کر اچھی طرح بلینڈ کرلیں شیزوان سوس تیار ہے۔ اب ایک پین میں تیل ادرک اور لہسن ڈال کر ایک منٹ بھون لیں۔ پھراس میں چلی پیسٹ ٹماٹو کیچپ پانی نمک کالی مرچ سویا سوس اور سرکہ ڈال کر پانچ سے چھ منٹ پکائیں۔ جب آئل علیحدہ ہوجائے تو چولہا بند کر دیں۔ اب ایک پین میں چکن پانی لہسن کے جوے نمک اور ثابت کالی مرچ ڈآل کر ہلکی آنچ پر پینتس سے چالیس منٹ پکائیںاب درمیان سے جھاگ ہٹا کر یخنی کو چھان لیں اور چکن کو باریک کاٹ لیں۔ پھر ایک پین میں تیل لہسن اور سبز مرچ ڈال کر ایک منٹ بھون لیں۔ اب اس میں شیزوان سوس ڈال کر اچھی طرح مکس کریں پھراس میں چکن یخنی سرکہ گاجراور باقی سوپ کے اجزاء ڈال کر اچھی طرح پکائیں۔ اب اس میں کارن فلور مکسچر ڈال کر اپنی مرضی کے مطابق پکائیں پھر اس میں انڈوں کی سفیدی ڈال کر مسلسل مکس کرتے جائیں اورگرم گرم سرو کریں۔ ",
	  "image_file": "schezwan_soup"
	  },
	 {"name_en": "Creamy Fruit Chaat",
	  "name_ur": "کریمی فروٹ چاٹ",
	  "ingredients_en": "Cream 2 packet\nIcing sugar ½ cup\nKali mirch pisi hui (Black paper powder) 1 tsp\nNamak (Salt) ½ tsp\nAanar (Pomegranate) 1 cup\nAngoor (Grapes) 1 cup\nStrawberry 1 cup\nSaib (Apple) 1 cup\nFruit cocktail 1 cup\nKelay (Banana) 1 cup\n",
	  "ingredients_ur": "کریم پیکٹ: دو عدد\nآئسنگ شوگر: آدھا کپ\nکالی مرچ پاؤڈر: ایک چائے کا چمچ\nنمک: آدھا چائے کا چمچ\nانار: ایک کپ\nانگور: ایک کپ\nاسٹرابیری: ایک کپ \nسیب: ایک کپ \nکیلا: ایک کپ \nفروٹ کاک ٹیل: ایک کپ\n",
	  "recipe_en": "Sub se pehle aik bowl mein cream icing sugar kali mirch powder aur namak daal kar achi tarhan mix karein.\nAb is mein anar saib angoor strawberry kelay aur fruit cocktail daal kar achi tahan mix karein creamy fruit chaat tayyar hai.\nPhir aik dish mein kati hui strawberry ki teh laga kar us mein tayyar cream fruit chaat dalein aur serve karein.\n",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں کریم آئسنگ شوگر کالی مرچ پاؤڈر اور نمک ڈال کراچھی طرح مکس کریں۔ اب اس میں انار سیب انگور اسٹرابیری کیلے اور فروٹ کاک ٹیل ڈال کراچھی طرح مکس کریں کریمی فروٹ چاٹ تیار ہے۔ پھرایک ڈش میں کٹی ہوئی اسٹرابیری کی تہہ لگا کراس میں تیار کریمی فروٹ چاٹ ڈالیں اور سرو کریں۔",
	  "image_file": "creamy_fruit_chaat"
	  },
	 {"name_en": "Popcorn Chicken",
	  "name_ur": "پوپ کارن چکن",
	  "ingredients_en": "Chicken marination bananay ke ajza:\nBoneless chicken cubes 1 kg\nLehsan powder (Garlic powder) 1 tsp\nMustard paste 1 tbs\nLaal mirch pisi hui (Red chili powder) 1 tbs\nKali mirch pisi hui (Black pepper powder) 1 tsp\nNamak (Salt) 1 tsp\nKhushk batter bananay ke ajza:\nMaidah (Refined wheat flour) 2 cup\nSafaid mirch pisi hui (White pepper powder) 1 tbs\nLeemoo ka ras (Lemon juice) 1 tbs\nChili sauce 1 tbs \nPopcorn chicken bananay ke ajza:\nChicken marinated \nKhushk batter\nThanda pani (Chilled water)\nTail (Oil) hasbe zaroorat\n",
	  "ingredients_ur": "چکن میرینیشن بنانے کے اجزاء:\nبون لیس چکن: ایک کلو (کیوبز)\nلہسن پاؤڈر: ایک چائے کا چمچ\nمسٹرڈ پیسٹ: ایک کھانے کا چمچ\nلال مرچ پاؤڈر: ایک کھانے کا چمچ\nکالی مرچ پاؤڈر: ایک چائے کا چمچ\nچِلی سوس: ایک کھانے کا چمچ\nنمک: ایک چائے کا چمچ\nلیموں کا رس: ایک کھانے کا چمچ\nخشک بیٹر بنانے کے اجزاء:\nمیدہ: دو کپ\nسفید مرچ پاؤڈر: ایک چائے کا چمچ\nپوپ کارن چکن بنانے کے اجزاء:\nچکن: (میرینیٹ کیا ہوا)\nخشک بیٹر\nٹھنڈا پانی\nتیل: حسبِ ضرورت\n",
	  "recipe_en": "Sub se pehle chicken marinate karne ke liye aik bowl mein boneless chicken cubes lehsan powder mustard paste laal mirch powder kali mirch powder chili sauce namak aur leemoo ka ras daal kar achi tarhan mix kar ke chicken ko tess minute ke liye marinate kar lein.\nPhir aik bowl mein maidah safaid mirch powder namak daal kar achi tarhan mix karein aur aik taraf rakh dein.\nAb marinate shuda chicken cubes lein aur khushk batter ke sath coat karein.\nPhir thanday pani mein dibo kar phir se khushk batter se coat karein aur fry kar lein Popcorn chicken tayyar hai.\n",
	  "recipe_ur": "چکن میرینیٹ کرنے کے لیے ایک باؤل میں بون لیس چکن کیوبز لہسن پاؤڈر مسٹرڈ پیسٹ لال مرچ پاؤڈر کالی مرچ پاؤڈر چلی سوس نمک اور لیموں کا رس ڈال کر اچھی طرح مکس کرکے چکن کو تیس منٹ کے لیے میرینیٹ کرلیں۔ خشک بیٹر بنانے کے لیے ایک باؤل میں میدہ سفید مرچ پاؤڈر اور نمک ڈال کر اچھی طرح مکس کریں۔ پوپ کارن چکن بنانے کے لیے میرینیٹ کیے ہوئے چکن کیوب کو خشک بیٹر کے ساتھ کوٹ کرکے ٹھنڈے پانی میں ڈوبو کر دوبارہ خشک بیٹر سے کوٹ کر لیں اور فرائی کر لیں پوپ کارن چکن تیار ہے۔",
	  "image_file": "popcorn_chicken"
	  },
	 {"name_en": "Mini pizza Without Oven",
	  "name_ur": "مِنی پیزا اوون کے بغیر",
	  "ingredients_en": "Pizza dough bananay ke ajza:\nMaidah (Refined wheat flour)  3 cup\nKhameer (Yeast) 1 tbs\nCheeni (Sugar) 1 tsp\nNamak (Salt) 1 tsp\nDoodh (Milk) hasbe zaroorat\nChicken bananay ke ajza:\nBoneless chicken 650 gram\nSoya sauce 2 tbs\nChili sauce 1 tbs\nTail (Oil) 2 tbs\nKuti laal mirch (Red chili crushed) 1 tbs\nKali mirch pisi hui (Black pepper powder) 1 tsp\nNamak (Salt) ½ tsp\nPizza toppings ke ajza:\nShimla mirch (Capsicum) hasbe zaroorat\nKala zaitoon (Black olives) hasbe zaroorat\nMozzarella cheese hasbe zaroorat\nTayyar chicken\nOregano hasbe zaroorat\n",
	  "ingredients_ur": "پیزا ڈو بنانے کے اجزاء:\nمیدہ: تین کپ\nخمیرہ: ایک کھانے کا چمچ\nچینی: ایک چائے کا چمچ\nنمک: ایک چائے کا چمچ\nدودھ: حسب ضرورت (نیم گرم)\nچکن بنانے کے اجزاء:\nتیل: دو کھانے کے چمچ\nبون لیس چکن: چھ سو پچاس گرام\nسویا سوس: دو کھانے کے چمچ\nچلی سوس: ایک کھانے کا چمچ\nکُٹی لال مرچ: ایک چائے کا چمچ\nکالی مرچ پاؤڈر: ایک چائے کا چمچ\nنمک: آدھا چائے کا چمچ\nپیزا ٹاپنگ کے اجزاء:\nشملہ مرچ: حسبِ ضرورت \nپیزا سوس: حسبِ ضرورت\nموزاریلا چیز: حسبِ ضرورت\nتیار چکن\nاوریگانو: حسبِ ضرورت\n",
	  "recipe_en": "Sub se pehle pizza dough bananay ke liye aik bowl mein maidah khameer sugar namak aur doodh daal ker goondh lein aur size dugna ho jane tak side par rakh dein.\nAb chicken bananay ke liye aik pan mein tail aur chicken daal kar us waqt tak pakayein jab tak rang tabdeel na ho jaye.\nPhir is mein soya sauce chili sauce kuti laal mirch aur namak daal kar 4 se 5 minute ya poori tarhan pak jane tak pakayein.\nAb tayyar dough ko flat dairay mein role karein aur is ke chotey gol dairay kaat lein.\nPhir is ko pehlay se garam pan par rakhein aur 2 minute tak dono taraf se toast kar kay choolha band kar dein.\nAb un par pizza sauce brush kar kay tayyar chicken Shimla mirch kala zaitoon cheese aur oregano daal dein.\nPhir inhen dhaanp kar 2 se 3 minute ya cheese melt honay tak pakayein mini pizza tayyar hai.\n",
	  "recipe_ur": "سب سے پہلے پیزا ڈو بنانے کے لیے ایک باؤل میں میدہ خمیرہ چینی نمک اور دودھ ڈال کر گوندھ لیں اور سائز دوگنا ہوجانے تک سائیڈ پر رکھ دیں اب چکن بنانے کے لیے ایک پین میں تیل اور چکن ڈال کر اس وقت تک پکائیں جب تک رنگ تبدیل نہ ہوجائے۔ پھر اس میں سویا سوس چلی سوس ُکٹی لال مرچ کالی مرچ اور نمک ڈال کر چار سے پانچ منٹ پوری طرح پک جانے تک پکائیں اب تیار ڈو کو فلیٹ دائرے میں رول کریں اور اس سے چھوٹے گول دائرے کاٹ لیں پھرانہیں پہلے سے گرم پین پر رکھیں اور دو منٹ تک دونوں طرف سے ٹوسٹ کرکے چولہا بند کر دیں اب ان پر پیزا سوس برش کرکے تیار چکن شملہ مرچ زیتون موزازیلا چیزاوراوریگانو ڈال دیں پھرانہیں ڈھانپ کر دو سے تین منٹ یا چیز میلٹ ہونے تک پکائیں منی پیزا تیار ہے۔",
	  "image_file": "mini_pizza_without_oven"
	  },
	 {"name_en": "Cream Coffee",
	  "name_ur": "کریم کوفی",
	  "ingredients_en": "Coffee powder 2 tbs\nDoodh (Milk) hasbe zaroorat\nPani (Water) 1-1/2 tsp\nCheeni (Sugar) 2 tbs\nGarhi cream (Thick cream) 2 tbs\n",
	  "ingredients_ur": "کافی پاؤڈر: دو کھانے کے چمچ\nدودھ: حسبِ ضرورت\nپانی: ڈیڑھ چائے کا چمچ\nچینی: دو چائے کا چمچ\nگاڑھی کریم: دو کھانے کے چمچ\n",
	  "recipe_en": "Sub se pehle aik bowl mein pani coffee sugar daal kar achi tarhan mila lein.\nAb is mein cream daal kar achi terhan mix karein.\nPhir isay garam doodh mein daal kar do minute tak mix kar lein mazedar cream coffee tayyar hai.\n",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں پانی کافی پاؤڈر اور چینی ڈال کر اچھی طرح ملا لیں اب اس میں کریم ڈال کراچھی طرح حل کریں پھر اس کو گرم دودھ میں ڈال کر دو منٹ مکس کرلیں مزیدار کریم کوفی تیار ہے۔",
	  "image_file": "cream_coffee"
	  },
	 {"name_en": "Caramel Brownie",
	  "name_ur": "کیرمل براؤنی",
	  "ingredients_en": "Chocolate ¾ cup\nAnday (Egg) 2\nCaramel Sauce ½ cup\nCheeni (Sugar) ¼ cup\nMaida (Refined wheat flour) ¾ cup\nMakkhan (Butter) 4 tbs\n",
	  "ingredients_ur": "چاکلیٹ: تین چوتھائی پیالی \nانڈے: دو عدد\nکیرمل ساس:آدھی پیالی\nچینی: ایک چوتھائی پیالی\nمیدہ: تین چوتھائی پیالی\nمکھن: چار کھانے کے چمچ\n",
	  "recipe_en": "Sab se pehlay sauce pan mein makhan aur chocolate pighalne tak pakayein aur phir choolha band kar dein aur thoda thanda hone dein. \nAb electric beater ki madad se anday phentein aur us mein maida cheeni aur caramel sauce yak jan kar lein. \nPhir pighli hui chocolate ka ameza bharein aur pehle se garam oven mein 180 degree par das minute tak bake kar kay nikal lein. \nAb is par caramel sauce laga kar pesh karein.\n",
	  "recipe_ur": "سوس پین میں مکھن اور چاکلیٹ پگھلنے تک پکائیں اور پھر چولہا بند کر دیں اور تھوڑا ٹھنڈا ہونے دیں اب الیکٹرک بیتر کی مدد سے انڈے پھینٹیں اور اس میں میدہ چینی اور کیرمل ساس یکجان کر لیں پھر پگھلی ہوئی چاکلیٹ کا آمیزہ بھریں اور پہلے سے گرم اوون میں  ایک سو اسی ڈگری پر دس منٹ تک بیک کر کے نکال لیں اب اس پر کیرمل ساس لگا کر پیش کریں۔",
	  "image_file": "caramel_brownie"
	  },
	 {"name_en": "Chicken Chowmein",
	  "name_ur": "چکن چاؤمن",
	  "ingredients_en": "Murghi (Chicken) 1 cup\nNoodles ½ packet ubli hui\nTail (Oil) ¼ cup\nLehsan (Garlic) 1 tsp\nShimla mirch (Capsicum) 2\nGajar (Carrot) 1\nBand gobhi (Cabbage) 125 gram\nNamak (Salt)  ½ tsp\nKali mirch (Black pepper) 1 tbs\nSoy sauce 1 tbs\nMakai ka aata (Corn flour) 2 tbs\n",
	  "ingredients_ur": "چکن: ایک کپ\nنوڈلز: آدھا پیکٹ (اُبال لیں)\nتیل: ایک چوتھائی کپ\nلہسن: ایک چائے کا چمچ\nشملہ مرچ: دو عدد \nگاجر: ایک عدد باریک کاٹ لیں\nبند گوبھی:ایک سو پچیس گرام \nنمک: آدھا چائے کا چمچ\nکالی مرچ: ایک کھانے کا چمچ\nسویا ساس: ایک کھانے کا چمچ\nکارن فلور: دو کھانے کے چمچ\n",
	  "recipe_en": "Sab se pehlay chicken mein namak kali mirch soya sauce aur corn flour mila kar aadhe ghante ke liye rakh dein. \nPhir noodles ko ubaal lein aur tail garam kar kay us  mein lehsan fry karein. \nPhir chicken daal kar fry karein aur brown kar lein. \nPhir tamam sabziyan shamil karein aur noodles daal kar achi tarha mix karein. \nChicken Chowmein Tayyar hai.\n",
	  "recipe_ur": "چکن میں نمک کالی مرچ سویا سوس اور کارن فلورملا کر آدھے گھنٹے کے لئے رکھ دیں۔\nپھر نوڈلز کو ابال لیں۔تیل گرم کریں۔ اس میں لہسن فرائی کریں۔ پھر چکن ڈال کر فرائی کریں اور براﺅن کرلیں۔\nاس کے بعد اس میں تمام سبزیاں شامل کردیں اور نوڈلز ڈال کر اچھی طرح مکس کرلیں۔چکن چاؤمن تیار ہے۔\n",
	  "image_file": "chicken_chowmein"
	  },
	 {"name_en": "Chocolate Trifle",
	  "name_ur": "چاکلیٹ ٹرائفل",
	  "ingredients_en": "Saada cake (Plain Cake) 4 slices \nCustard 1 cup \nCream  hasbe zaroorat\nChocolate Sauce hasbe zaroorat\nArqegulab (Rose water) 1 tbs \nAkhrot, Badam (Walnuts, Almonds) hasbe zaroorat (chopped)\n",
	  "ingredients_ur": "سادہ کیک: چارسلائسز\nکسٹرڈ: ایک کپ \nکریم: حسبِ ضرورت\nچاکلیٹ سوس: حسب ضرورت\nعرقِ گلاب: ایک کھانے کاچمچ\nاخروٹ، بادام: حسب ضرورت  (چوپ کیے ہوئے)\n",
	  "recipe_en": "Sub se pehle dish mein cake ke slices set karein. \nPhir chaar khanay ke chamach custard alag nikal kar cake ke tukron par phela dain aur baqiya custard ko gaarha hone ke liye dobara aanch par rakh dein.\nJab custard gaarha ho jaye to arqegulab shamil karein.\nPhir usay thanda karne ke baad cake ke slices ke upar dal kar set hone ke liye rakh dein. \nAik ghantay ke baad is ke upar chocolate sauce aur cream phela dein aur ab isay aakhrot se garnish kar ke serve karain.\n",
	  "recipe_ur": "سب سے پہلے ڈش میں کیک کے سلائسز سیٹ کریں۔ چار کھانے کے چمچ کسٹرڈ الگ نکال کر کیک کے ٹکڑوں پر پھیلا دیں اور بقیہ کسٹرڈ کو گاڑھا ہونے کے لیے دوبارہ آنچ پر رکھ دیں جب کسٹرڈ گاڑھا ہوجائے تو عرقِ گلاب شامل کریں پھر اس کو ٹھنڈا کرنے کے بعد کیک کے سلائس کے اوپرڈال کر سیٹ ہونے کے لیے رکھ دیں ایک کھنٹے کے بعد اس کے اوپر چاکلیٹ سوس اور کریم پھیلا دیں اور اب اس کو اخروٹ سے گارنش کرکے سرو کریں۔",
	  "image_file": "chocolate_trifle"
	  },
	 {"name_en": "Green Kabab",
	  "name_ur": "گہرا کیاب",
	  "ingredients_en": "Aaloo (Potatoes) 3\nMatar (Peas) 1 cup \nPalak (Spinach) 150 gram\nPodeena (Mint Leaves)  aik bundle\nNamak (Salt) hasbe zaiqa \nLehsan (Garlic) 1 tsp \nKali mirch (Black pepper) 1 tsp\nAnday (Eggs) 2\nDouble roti ka choora (Bread crumbs) hasbe zaroorat \nHari mirch (Green chilies) 3 \nHara dhanya (Green coriander) aadha bundle\nTail (Cooking oil) hasbe zaroorat\n",
	  "ingredients_ur": "آلو: تین عدد\nمٹر: ایک پیالی\nپالک: ایک سو پچاس گرام\nپودینہ: ایک گھٹی\nنمک: حسب ذائقہ\nلہسن: ایک چائے کا چمچ\nکالی مرچ: ایک چائے کا چمچ \nاندے: دو عدد\nڈبل روٹی کا چورا: حسب ضرورت\nہری مرچیں: تین عدد\nہرا دھنیا: آدھی گھٹی\nکوکنگ آئل: حسب ضرورت\n",
	  "recipe_en": "Sub se pehle matar ke daano ko aik pyali pani aur kuchle hue lehsan ke sath halki aanch par itni der ubalein ke pani khushk ho jaye aur matar achi tarha gal jaaye. \nPhir palak aur podinay ko saaf dho kar bareek chop kar lein aur chalni mein rakh dein taake achi tarha khushk hojaye. \nAb Uble hue mash kiye hue matar namak kali mirch aur bareek chop ki hui hari mirchain aur hara dhaniya daal kar achi tarha milayein aur hasbepasand shape ke kabab bana lein. \nKarahi mein cooking oil ko darmiyani aanch par garam karein aur kababon ko phainte hue anday mein dip kar ke double roti ke chooray mein roll kar ke sunehri fry kar lein Green Kabab tayyar hain.\n",
	  "recipe_ur": "سب سے پہلے مٹر کے دانوں کو ایک پیالی  پانی اور کچلے ہوئے لہسن کے ساتھ ہلکی آنچ پر اتنی دیر ابالیں کہ پانی خشک ہوئے اور مٹر اچھی طرح گل جائے۔ پالک اور پودینے کو صاف دھوکر باریک چوپ کر لیں اور چھلنی میں رکھ دیں تاکہ اچھی طرح خشک ہوجائے۔ ابلے ہوئے میش کئے ہوئے مٹر  نمک کالی مرچ اور باریک چوپ کی ہوئی ہری مرچیں اور ہرا دھنیا ڈال کر اچھی طرح ملائیں اور حسب پسند شیپ کے کباب بنالیں اب کڑاہی میں کوکنگ آئل کو درمیانی آنچ پر گرم کریں اور کبابوں کو پھینٹے ہوئے انڈے میں ڈپ کرکے ڈبل روٹی کے چورے میں رول کرکے سنہری فرائی کرلیں۔",
	  "image_file": "green_kabab"
	  },
	 {"name_en": "Blueberry Muffins",
	  "name_ur": "بلوبیری مفنز",
	  "ingredients_en": "Anday (Egg) 4 \nCheeni (Sugar) 2 cup\nVanilla extracts  1 tsp\nMaida (Refined wheat flour) 4 cup\nNamak (Salt) 1 tsp\nBaking soda 1 tsp\nTaaza blueberry 2 cup\n\n",
	  "ingredients_ur": "انڈے: چار عدد\nچینی: دو کپ\nونیلا ایکسٹریکٹ: ایک چائے کا چمچ\nمیدہ: چارکپ\nنمک: ایک چائے کا چمچ\nبیکنگ سوڈا: ایک چائے کا چمچ\nکریم: دوکپ\nتازہ بلوبیری: دوکپ\n",
	  "recipe_en": "Sub se pehle aik baray pyalay mein andon ko phaintein aur us mein cheein tail aur vanilla extracts shamil kar ke mezeed phantein. \nAb aik alag pyalay mein maid aur baking soda mila kar mix Karein.\n Phir anday walay mixture ko is mein shamil kar dein. \nAb  blueberry mein fold kar lein aur pehlay se 400 degree per garam oven mein is ko 20 minutes tak bake kar lein Blueberry Muffins tayar hain.\n",
	  "recipe_ur": "سب سے پہلے ایک بڑے پیالے میں انڈوں کو پھینٹیں اور اس میں چینی تیل ونیلا ایکسٹریکٹ شامل کر کے مزید پھینٹیں اب ایک الگ پیالے میں میدہ نمک اور بیکنگ سوڈا ملا کر مکس کریں پھر انڈے والے مکسچر کو اس میں شامل کر دیں اب بلوبیریز میں فولڈ کر لیں اور پہلے سے 400 ڈگری پرگرم اوون میں اس کو 20 منٹ تک بیک کر لیں۔ بلوبیری مفنز تیار ہیں۔",
	  "image_file": "blueberry_muffins"
	  },
	 {"name_en": "Chicken Reshmi Kabab",
	  "name_ur": "چکن ریشمی کباب",
	  "ingredients_en": "Chicken ka qeema (Chicken minced meat) ½ kg (Grined kiya hua)\nPyaz (Onion)  1\nKaali mirch (Black pepper) ½  tsp \nLehsan, adrak (Garlic, ginger) 1 tbs \nSabz elaichi (Green cardamom) ½ tsp (beej nikal lein)\nSafaid zeera powder (White cumin)  ½  tsp\nKala zeera pawder (Black cumin) ½  tsp\nPaprika powder ½ tsp\nDaar cheeni powder (Cinnamon ) ½ tsp\nSafaid mirch powder (White pepper) ½ tsp\nCream 2 tbs\nDahi (Curd)  2 tbs\nBaking powder ½ tsp\nHari mirch (Green chilli) 56\nTail (Oil)  23 tbs\nNamak (Salt) hasbe zaroorat\n\n",
	  "ingredients_ur": "چکن کا قیمہ: آدھا کلو (گرائنڈ کیا ہوا)\nلہسن، ادرک پیسٹ: ایک کھانے کا چمچ\nپیاز: ایک عدد\nکالی مرچ: آدھا چائے کا چمچ \nہری الائچی: ایک تہائی چائے کا چمچ (بیج نکال لیں)\nسفید زیرہ پاؤڈر: آدھا چائے کا چمچ\nکالا زیرہ پاؤڈر: آدھا چائے کا چمچ\nپاپریکا پاؤڈر: ایک تہائی چائے کا چمچ\nدار چینی پاؤڈر: ایک تہائی چائے کا چمچ\nسفید مرچ پاؤڈ: ایک تہائی چائے کا چمچ\nکریم: دو سے تین کھانے کے چمچ\nدہی: دو سے تین کھانے کے چمچ\nبیکنگ پاؤڈر: آدھا چائے کا چمچ\nہری مرچ: پانچ سے چھ عدد\nآئل : دو سے تین کھانے کے چمچ\nنمک: حسب ضرورت\n",
	  "recipe_en": "Sub se pehle aik chopper mein oil ke ilawa baqi tamam ajza ko achi terha pees lein. \nPhir is ko hathon ki madad se grease kar kay qeemay kay balls banaein. \nAur skewer ya dipper laga kar kabaab ki shakal dein \nAb isay koylon par pakaein ya bake kar lein.\nJab kabab tayyar ho jayein to serving tray par rakh kar garnish kar kay serve Karein. \n",
	  "recipe_ur": "سب سے پہلے ایک چوپر میں آئل کے علاوہ باقی تمام اجزاء کو اچھی طرح پیس لیں پھر اس کو ہاتھوں کی مدد سے گریس کرکے قیمہ کے بالز بنائیں اور اسکیور یا ڈپر لگا کر کباب کی شکل دے دیں اب اسے کوئلوں پر پکائیں یا بیک کر لیں۔ جب کباب تیار ہوجائیں تو سرونگ ٹرے پر رکھ کر گارنش کرکے سرو کریں۔۔",
	  "image_file": "chicken_reshmi_kabab"
	  },
	 {"name_en": "Chapli Kabab",
	  "name_ur": "چپلی کباب",
	  "ingredients_en": "Beef qeema  (Beef minced meat) ½ kg\nTimatar (Tamato) ½ cup\nPyaz (Onion) ¾  cup \nHara dhanya (Green coriander) ½  cup\nHari mirchein (Green chili) 1 tbs\nAdrak, lehsan paste (Ginger, garlic) 1 tbs \nmakkhan (Butter) 2 tbs\nAnda (Egg)  1\nBaisan (Chickpea flour) 3 tbs\nSookha dhanya (Dried coriander) 2 tbs\nAanar dana (Pomegranate seeds) 2 tbs\nKuti laal mich (crushed red chili) 2 tbs\nHaldi powder (Turmeric) 1 tbs\nGaram masalha (Spices mix) ½ tbs\nNamak (Salt) hasbe zaiqa\nTail (Oil) hasbe zaroorat\n",
	  "ingredients_ur": "بیف کا قیمہ: آدھا کلو\nٹماٹر: آدھا کپ\nپیاز: تین چوتھائی کپ\nہرا دھنیا: آدھا کپ\nہری مرچیں: ایک کھانے کا چمچ\nادرک، لہسن پیسٹ: ایک کھانے کاچمچ\nمکھن: دو کھانے کے چمچ\nانڈا: ایک عدد\nبیسن: تین کھانے کے چمچ\nسوکھا دھنیا: دو کھانے کے چمچ \nاناردانہ: دو کھانے کے چمچ\nکٹی ہوئی لال مرچیں: دو کھانے کے چمچ\nہلدی پاؤڈر: ایک چائے کاچمچ\nگرم مصالحہ: آدھا کھانے کا چمچ\nنمک: حسبِ ذائقہ\nتیل: حسبِ ضرورت\n",
	  "recipe_en": "Sub se pehlay aik bowl mein qeema timatar pyaz hara dhanya hari mirchein adrak lehsan ka paste makkhan anda baisan sookha dhanya anaar dana kuti laal mirch haldi garam masalha aur namak daal kar achi terha mix karein. \nAb is mein mixture ko teen se chaar ghantay ke liye marinate honay ke liye rakh dein. \nPhir  hathon se is mixture ke gol kabab bana lein. \nAb aik pan mein tail garam kar ke kababon ko dono side se chaar se paanch minute fry karein. Mazedar Chapli kabab tayyar hain.\n",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں قیمہ ٹماٹرپیاز ہرادھنیا سبزمرچیں ادرک لہسن کا پیسٹ مکھن انڈا بیسن سوکھا دھنیا انار دانہ کٹی لال مرچ ہلدی گرم مصالحہ اور نمک ڈال کر اچھی طرح مکس کریں۔ اب اس میں مکسچر کو تین سے چار گھنٹے کے لیے میرینیٹ ہونے کے لیے رکھ دیں۔ پھر اپنے ہاتھوں سے اس مکسچر سے گول کباب بنالیں۔ اب ایک پین میں کھانے کا تیل گرم کرکے کبابوں کو دونوں سائیڈوں سے چار سے پانچ منٹ فرائی کریں۔مزیدار چپلی کباب تیار ہیں۔",
	  "image_file": "chapli_kabab"
	  },
	 {"name_en": "Chicken Drumsticks",
	  "name_ur": "چکن ڈرم اسٹکس",
	  "ingredients_en": "Chicken leg pieces 6\nSafaid mirch (White pepper) ½ tsp\nSirka (Vinegar) 2 tbs  \nMakai ka aata (Cornflour) 2 tbs\nLehsan (Garlic) 10 jaway\nMakkhan (Butter) 1 tbs\nNamak (Salt) hasbe zaiqa\nTail (Oil)  hasbe zaroorat\n",
	  "ingredients_ur": "چکن لیگ پیس: چھ عدد\nسفید مرچ پاؤڈر: آدھاچائے کاچمچ\nسرکہ: دوکھانے کے چمچ\nکارن فلور: دو کھانے کے چمچ\nلہسن: دس جوے\nمکھن: ایک کھانے کا چمچ\nنمک: حسبِ ذائقہ\nتیل: حسبِ ضرورت\n",
	  "recipe_en": "Sab se pehlay pyalay mein chicken leg piece lehsan makkhan namak safaid mirch powder aur sirka daal kar achi terha mix kar kay bees minute tak marinate honay ke liye rakh dein. \nAb marinate ki hui drum sticks ko corn flour se achi terha coat kar lein.\nPhir sauce pan mein darmiyani aanch par tail garam kar ke drum stick daal kar deep fry karein. \nJab sunehri ho jaye to serving dish mein nikaal kar serve karein.\n",
	  "recipe_ur": "سب سے پہلے پیالے میں چکن لیگ پیس  لہسن مکھن نمک سفید مرچ پاؤڈر اور سرکہ ڈال کر اچھی طرح مکس کرکے بیس منٹ تک میرینیٹ ہونے کے لیے رکھ دیں۔ اب میرینیٹ کی ہوئی چکن لیگ پیس کو کارن فلور سے اچھی طرح کوٹ کر لیں۔ سوس پین میں درمیانی آنچ پر تیل گرم کرکے ڈرم اسٹک ڈال کر ڈیپ فرائی کریں جب سنہری ہوجائے تو سرونگ ڈش میں نکال کرسروکریں۔",
	  "image_file": "chicken_drumsticks"
	  },
	 {"name_en": "Broast With Chilli Garlic Sauce",
	  "name_ur": "بروسٹ ود چلی گارلک سوس",
	  "ingredients_en": "Murghi (Chicken) 1 kg\nLehsan Adrak (Garlic ginger) 1 tbs\nSirka (Vinegar) ½ cup\nNamak (Salt)hasbe zaiqa\nSafaid mirch (White pepper powder) ½  tbs\nMaida (Refined wheat flour) 1 cup\nAnday (Egg) 2\nMakai ka Aaata (corn flour)  1 cup\nTail (Oil) hasbe zaroorat\nDouble roti ka choora(Bread crums) hasbe zaroorat\n",
	  "ingredients_ur": "مرغی: ایک کلو\nلہسن،ادرک:ایک کھانے کا چمچ\nسرکہ:ادھا کپ\nنمک:حسب ذائقہ\nسیاہ مرچ پاؤڈر: آدھا کھانے کا چمچ\nمیدہ:ایک کپ\nانڈے:دو عدد\nکارن فلور:ایک کپ\nتیل :حسب ضرورت\nبریڈکرمبز:حسب ضرورت\n",
	  "recipe_en": "Sab se pehlay murghi mein lehsan adrak sirka namak siyah mirch powder aur maida mix kar ke taqriban teen se chaar ghante marinade karein. \nAb corn flour aur anday ko pyaale mein daal kar phent lein. \nMarinate kiye hue gosht ko pehle corn flour aur anday ke mixture mein roll karein. \nPhir breadcrumbs se coat kar ke garam tail mein deep fry kar lein. Mazedaar Broast with garlic sauce tayyar hai.\n",
	  "recipe_ur": "مرغی میں لہسن ِ ادرک  سرکہ  نمک  سیاہ مرچ پاؤڈر اور  میدہ مکس کر کے تقریبا تین سے چار گھنٹے میرینیٹ کریں۔کارن فلور اور انڈے کو پیالے میں ڈال کر پھینٹ لیں۔ میرینیٹ کیے ہوئے گوشت کو پہلے کارن فلور اور انڈے کے مکسچر میں رول کریں۔ پھر پریڈ سے کوٹ کرکے گرم تیل میں ڈیپ فرائی کرلیں۔ مزے دار بروسٹ ودھ چلی گارلک سوس تیار ہیں۔",
	  "image_file": "broast_with_chilli_garlic_sauce"
	  },
	 {"name_en": "French Biscuit",
	  "name_ur": "فرنچ بسکٹ",
	  "ingredients_en": "Puff Pastry 225 gram\nSafaid til (White Sesame Seeds)\nShakkar (Sugar) 2 tbs\nButter paper 2\nMakai ka Aaata (Corn flour)  2 tbs\n",
	  "ingredients_ur": "پف پیسٹری :دو سوپچس گرام\nسفید تل:آدھا کپ\n شکر: دو کھانے کے چمچ\nبٹر پیپر: دو عدد\nکارن فلور: دو کھانے کے چمچ\n",
	  "recipe_en": "Sab se pehlay puff pastry ko corn flour laga kar bail lein (na ziyada mota ho aur na ziyada patla)\nAb is per danay dar shakar aur til chirak dein aur is ko roll ki tarha fold karti jayein aur churi ki madad se gol slices katti jayein. \nPhir baking tray mein butter paper lagayen aur sari slices ko thore thore faslay se rakh kar har ek slice ko butter fly shape mein ghuma dein aur pehle se garam oven mein 180 degree par rakh kar dus se bara minute tak bake karein. \nGolden brown hojane par oven se nikal lein. Mazedaar French biscuits tayyar hain.\n",
	  "recipe_ur": "پف پیسٹری کو کارن فلور لگا کر بیل لیں( نہ زیادہ موٹا ہو اور نہ زیادہ پتلا)۔ اب اس پر دانے دار شکر اور تل چھڑک دیں اور اس کو رول کی طرح فولڈ کرتی جائیں اور چھری کی مدد سے گول سلائس کاٹتی جائیں۔ بیکنگ ٹرے میں بتر پیپر لگائیں اور سارے سلائس کو تھوڑے تھوڑے فاصلے سے رکھ کر ہر ایک سلائس کو بٹر فلائی شیپ میں گھما دیں اور پہلے سے گرم اوون میں180 سی پر رکھ کر د س سے بارہ منٹ تک بیک کریں۔ گولڈن براؤن ہونے پر اوون سے نکال لیں۔مزیدار فرنچ بسکٹ تیار ہیں۔",
	  "image_file": "french_biscuit"
	  },
	 {"name_en": "Fruit Pudding",
	  "name_ur": "فروٹ پڈنگ",
	  "ingredients_en": "Cheeni (Sugar) 6 tbs\nMixed fruits 1 tin\nGlazed cheeses  10\nMaidah (Refined wheat flour) 100 gram\nBaking powder 1 tsp\nPisi hui Cheeni (Sugar powder ) 100 gram\nMakkhan (Butter) 100 gram\nAnday (Egg) 2\n",
	  "ingredients_ur": "چینی: کھانے کے چھ چمچ\nمکسڈ فروٹ: ایک ٹن\nگلیزڈ چیزیز: د س عدد\nمیدہ: ایک سو گرام\nبیکنگ پاؤڈر:چائے کا ایک چمچ\nچینی:ایک سو گرام (پسی ہوئی)\nمکھن:ایک سوگرام\nانڈے: دو عدد\n",
	  "recipe_en": "Sab se pehlay cheeni ko khanay ke chay saat chamach pani mein milayein aur sunehri rang ka syrup bana lein. \nJab Syrup tayyar hojaye to usko chikni ki hui tray ke painday mein phailaiye. \nPhalon ko syrup par tarteeb se lagaiye phir ek teh cherryz ki tarteeb se lagaiye. \nPhir maidey ko baking powder ke sath chan lein. \nIs mein makhan cheeni aur halkay se phente hue anday shamil karein. \nIs murakkab par phelaiye aur oven ko pehle se garam kar lein aur us mein pudding ko bake karein. \nEk slice us mein ghumayen agar slice saaf suthray nikle to pudding ko oven se nikal lein.\nSanchay se nikalein aur phenti hui cream ya custard ke saath paish karein. \n",
	  "recipe_ur": "چینی کو کھانے کے چھ سات چمچ پانی میں ملائیں اور سنہری رنگ کا سیرپ بنالیں۔سیرپ تیار ہوجائے تو اس کو چکنی کی ہوئی ٹرے کے پیندے میں پھیلائیں۔ پھلوں کو سیرپ پر ترتیب سے لگائیں پھر ایک تہہ چیریز کی ترتیب سے لگائیں۔ میدے کو بیکنگ پاؤڈر کے ساتھ چھان لیں۔ اس میں مکھن چینی اور ہلکے سے پھنیٹے ہوئے انڈے شامل کریں اس مرکب پر پھیلائیں۔اوون کو پہلے سے گرم کرلیں اور اس میں پڈنگ کو بیک کرلیں۔ایک سلائس اس میں گھمائیں۔اگر سلائس صاف ستھرے نکلے تو پڈنگ کو اوون سے نکال لیں۔سانچے سے نکالیں اورپھینٹی ہوئی کریم یا کسٹرڈ کے ساتھ پیش کریں۔",
	  "image_file": "fruit_pudding"
	  },
	 {"name_en": "Beef Flautas",
	  "name_ur": "بیف فلوٹس",
	  "ingredients_en": "Gaaye ka gosht (Beef) ½ kg\nPyaz (Onion) 2 tbs (juice)\nLehsan (Garlic) 1 tbs\nTail (Oil) 2 tbs\nLaal Mirch (Red Chili powder) 2 tbs\nLeemo (Lemon) 2 tbs (juice)\nSabit zeera  (cumin) ½ tsp\nPyaz (Onion)1\nTimatar (Tomato) 2\nAjwain (carom seed) ½ tsp\nFrozen parathay  6\n",
	  "ingredients_ur": "بیف: آدھا کلو\nپیاز:دو کھانے کے چمچ (رس)\nلہسن:ایک کھانے کا چمچ\nتیل:دو کھانے کا چمچ\nلال مرچ: دوکھانے کے چمچ\nلیموں: دو کھانے کے چمچ (رس)\nثابت زیرہ: آدھا چائے کا چمچ\nپیاز:ایک عدد\nٹماٹر:دو عدد\nپیسی ہوئی اجوائن:آدھا کھانے کا چمچ\nفروزن پراٹھے:چھ عدد\n",
	  "recipe_en": "Sab se pehlay gosht mein pyaaz ka ras lehsan tail laal mirch leemo ka ras saabit zeera aur pisi hui ajwain milakar do ghante ke liye rakh dein. \nAb gosht pyaz aur tamatar ko seekhon ko frying pan mein grease karke sing lein. \nIn prathon mein gosht ka ameza daal kar roll karein aur toothpick se seal kar dein aur garam garam tail mein fry kar lein. \nMazedaar naya stabbife floats tayyar hain. Chilli garlic sauce ke saath serv karain.\n",
	  "recipe_ur": "گوشت میں پیاز کا رس لہسن  تیل  لال مرچ لیموں کا رس ثابت زیرہ اور پسی ہوئی اجوائن ملاکر دو کھنٹے کے لیے رکھ دیں۔ اب گوشت پیاز اور ٹماٹر کو سیخوں کو فرائنگ پین میں گریس کرکے سینک لیں۔ ان پراٹھوں میں گوست کا آمیزہ ڈال کر رول کوریں اور ٹوتھ پک سے سیل کر دیں اور گرم گرم تیل میں فرائی کرلیں۔مزیدار نیا سٹابیف فلوٹس تیار ہیں۔چلی گارلک سوس کے ساتھ سرو کریں۔",
	  "image_file": "beef_flautas"
	  },
	 {"name_en": "Chocolate Cross Buns",
	  "name_ur": "چاکلیٹ کراس بنز",
	  "ingredients_en": "Doodh (Cream milk) 1 cup\nKhameer (Yeast) 1 tbs\nCheeni (Sugar) 1 tsp\nAnday ka mixture banana ke ajza:\nDoodh (Full cream milk) 1 cup\nPighla hua makkhan (Melted butter) 2 tbs\nAnda (Egg) 1\nDough bananay ke ajza:\nMaidah (Refined wheat flour)  2 cup\nCocoa powder ½ cup\nAnday ka mixture (Egg mixture)\nKhameer ka mixture (Yeast)\nChocolate chips ½ cup\nChocolate cross buns bananay ke ajza:\nTayyar dough (Prepared dough)\nMaidah (Refined wheat flour) hasbe zaroorat\nSheera (Sugar syrup) hasbe zaroorat\nWhite chocolate pighli hui hasbe zaroorat\n",
	  "ingredients_ur": "خمیر مکسچر بنانے کے اجزاء:\nکریم دودھ: ایک کپ\nخمیر: ایک کھانے کا چمچ\nچینی: ایک چائے کا چمچ\nانڈے کا مکسچر بنانے کے اجزاء:\nفل کریم دودھ: ایک کپ\nپگھلا ہوا مکھن: دو کھانے کے چمچ\nانڈا: ایک عدد\nڈو بنانے کے اجزاء:\nمیدہ: دو کپ\nکوکو پاؤڈر: آدھا کپ\nکاسٹر شوگر: ایک چوتھائی کپ\nانڈے کا مکسچر \nخمیر کا مکسچر\nچاکلیٹ چپس: آدھا کپ\nچاکلیٹ کراس بنز بنانے کے اجزاء:\nتیار ڈو\nمیدہ: حسبِ ضرورت\nشوگر سیرپ: حسب ضرورت\nوائٹ چاکلیٹ: حسب ضرورت (پگھلی ہوئی)\n",
	  "recipe_en": "Sub se pehle aik jug  mein full cream doodh khameer aur cheeni daal kar achi tاrhan mix Karein aur wrapping sheet se dhak kar paanch se saat minute side par rakh dein.\nAnday ka mixture bananay ke liye aik bowl mein doodh pighla hua makkhan aur anda daal kar achi tarhan mix karein.\nDough bananay ke liye aik bowl mein maidah cocoa powder aur caster sugar  daal kar achi tarhan se mix Karein.\nAb is mein anday ka mixture khameer mixture aur chocolate chips daal kar naram dough goondh lein aur wrapping sheet se dhak kar side mein dugna honay tak rak dein.\nChocolate cross buns bananay ke liye tayyar dough lein aur us par maidah chidak kar aik se do minute dobara goondh lein.\nPhir dough ko aath barabar hisson mein taqseem kar kay apne hathon ko oil se grease kar lein aur har hissay kay pairay bana lein.\nTayyar ki hui dough balls ko grease kiye hue baking pan mein rakhein.\nPehlay se garam oven mein 180 ke darja hararat par bees se pachees minute bake kar lein.\nPhir inhen oven se bahar nikal kar un par brush se sugar syrup lagayein aur white chocolate se saja dein mazedar chocolate cross buns tayyar hain.\n",
	  "recipe_ur": "سب سے پہلے خمیر مکسچر بنانے کے لیے ایک جگ میں فل کریم دودھ خمیر اور چینی ڈال کر اچھی طرح مکس کریں اور ریپنگ شیٹ سے ڈھک کر پانچ سے سات منٹ سائیڈ پر رکھ دیں۔ اب انڈے کا مکسچر بنانے کے لیے ایک باؤؑل میں دودھ پگھلا ہوا مکھن اور انڈا ڈال کر اچھی طرح مکس کریں۔ ڈول بنانے کےلیے ایک باؤل میں میدہ کوکو پاؤڈر اور کاسٹر شوگر ڈال کراچھی طرح مکس کریں۔ پھر اس میں انڈے کا مکسچر خمیر مکسچر اور چاکلیٹ چپس ڈال کر نرم ڈو گوندھ لیں اور ریپنگ شیٹ سے ڈھک کر سائز میں دوگنا ہونے تک رکھ دیں۔ اب چاکلیٹ کراس بنز بنانے کے لیے تیار ڈو لیں اور اس پر میدہ چھڑک کر ایک سے دو منٹ دوبارہ گوندھ لیں۔ پھر ڈوکو آٹھ برابر حصوں میں تقسیم کرکے اپنے ہاتھوں کو آئل سے گریس کر لیں اور ہر حصے کے پیڑے بنالیں۔ پھر تیار کی ہوئی ڈو بالز کو گریس کیے ہوئے بیکنگ پین میں رکھیں اور پہلے سے گرم اوون میں ایک سو اسی کے دوجہ حرارت پر بیس سے پچیس منٹ بیک کرلیں۔ اب انہیں اوون سے باہر نکال کر ان پر برش سے شوگر سیرپ لگائیں اور وائٹ چاکلیٹ سے سجا دیں۔ مزیدارچاکلیٹ کراس بنز تیار ہے۔",
	  "image_file": "chocolate_cross_buns"
	  },
	 {"name_en": "Chocolate Bread",
	  "name_ur": "چاکلیٹ بریڈ",
	  "ingredients_en": "Bread bananay ke ajza:\nMaidah (Refined wheat flour) 3 cup\nDoodh powder (Milk powder) 3 tbs\nPani (Water) ¾ cup\nCheeni (Sugar) 2 tbs\nKhameer (Yeast) 1 ½  tbs\nNamak (Salt) 1 tsp\nTail (Oil) ¼ cup\nCocoa powder 2 tbs\nDoodh (Milk) 2 tbs\nAnda (Egg ) brushing kay liye\nButter (Makkhan) hasbe zaroorat\n",
	  "ingredients_ur": "بریڈ بنانے کے اجزاء:\nمیدہ: تین کپ\nدودھ پاؤڈر: تین کھانے کے چمچ\nپانی: تین چوتھائی کپ\nخمیر: ڈیڑھ کھانے کا چمچ\nنمک: ایک چائے کا چمچ\nتیل: ایک چوتھائی کپ\nکوکو پاؤڈر: دو کھانے کے چمچ\nانڈا: برشنگ کے لیے\nمکھن: حسب ضرورت\n",
	  "recipe_en": "Sub se pehle aik bowl mein pani cheeni aur khameer daal kar achi tاrhan mix kar lein aur paanch se saat minute side par rakh dein.\nAb aik doہsray bowl mein maidah doodh powder aur namak daal kar achi tarhan mix Karein aur is ke darmiyan khameer mixture daal kar tamam ajza achi tarhan mix kar kay naram dough goondh lein.\nPhir is dough ko 2 aik ke tanasub se taqseen kar lein aur baray hissay ko size mein do guna honay tak rakh dein.\nAb cocoa powder aur doodh daal kar mix kar kay paste bana lein.\nPhir doosray dough ke hissay mein chocolate mixcher daal kar achi tarhan dough goondh lein aur dhak kar size mein do guna hoany tak saide par rakh dein.\nAb dono dough ko alag alag mustateel ki shakal mein bail lein.\nPhir chocolate dough ko safaid dough par rakh kar kinare tak swiss roll ki shakal mein roll kar lein aur kinaron ko achi tarhan band kar dein.\nAb dough ko loaf pan mein daal kar geela kapra rakhein aur size mein do guna honay tak rakh dein.\nPhir dough par brush se anda lagayein aur 180 ke darjae hararat par 25 se 30 minute bake kar lein.\nJab bread bake hojaye to is par  makhan lagayein aur geelay kapray se dhak kar thandi honay dein mazedar chocolate bread tayyar hai.\n",
	  "recipe_ur": "سب سے پہلے ایک باؤل میں پانی چینی اور خمیر ڈال کر اچھی طرح مکس کرلیں اور پانچ سے سات منٹ کے لیے سائیڈ پر رکھ دیں۔ اب ایک دوسرے باؤل میں میدہ دودھ پاؤڈر اور نمک ڈال کر اچھی طرح مکس کریں اور اس کے درمیان خمیر مکسچر ڈال کر تمام اجزا اچھی طرح مکس کرکے نرم ڈو گوندھ لیں۔ پھر اس ڈو کو دو ایک کے تناسب سےتقسیم کرلیں اور بڑے حصے کو سائز میں دوگنا ہونے تک رکھ دیں۔ اب کوکو پاؤڈر اور دودھ ڈال کر مکس کرکے پیسٹ بنالیں۔ پھر دوسرے ڈو کے حصے میں چاکلیٹ مکسچر ڈال کر اچھی طرح ڈو گوندھ لیں اور ڈھک کر سائز میں دوگنا ہونے تک سائیڈ پر رکھ دیں۔ اب دونوں ڈو کو الگ الگ مستطیل کی شکل میں بیل لیں پھر چاکلیٹ ڈو کو سفید ڈو پر رکھ کر کنارے تک سوئس رول کی شکل میں رول کرلیں اور کناروں کو اچھی طرح بند کردیں۔ اب ڈو کو لوف پین میں ڈال کر گیلا کپڑا رکھیں اور سائز میں دوگنا ہونے تک رکھ دیں۔ پھر ڈو پر برش سے انڈا لگائیں اور 180 کے درجہ حرارت پر پچیس سے تیس منٹ بیک کر لیں۔ جب بریڈ بیک ہوجائے تو اس پر مکھن لگائیں اور گیلے کپڑے سے ڈھک کر ٹھنڈی ہونے دیں۔ مزیدار چاکلیٹ بریڈ تیار ہے۔",
	  "image_file": "chocolate_bread"
	  },
	 {"name_en": "Bombay Biryani",
	  "name_ur": "بمبئی بریانی",
	  "ingredients_en": "Chawal (Rice) 1 kg\nAaloo (Potato) 250 gram\nPyaz (Onion) 125 gram\nAdrak (Ginger) 60 gram\nNaryal (Cococut powder) 4 tbs\nNamak (Salt) hasbe zaroorat\nMurghi (Chicken) 1 kg\nLehsan (Garlic) 10\nDahi (Curd) 250 gram\nGaram masala (spice mixture) hasbe zaroorat\nLaal mirch (Red chili) hasbe zaroorat\nGhee ( Clarified butter) 250 gram\n",
	  "ingredients_ur": "چاول: ایک کلو\nآلو: دوسو پچاس گرام\nپیاز: ایک سو پچیس گرام\nادرک: ساٹھ گرام\nناریل: چار کھانے کے چمچ (پسا ہوا)\nنمک: حسب ضرورت\nچکن: ایک کلو\nلہسن : دس جوے\nدہی : دوسو پچاس گرام\nگرم مصالحہ: حسب ضرورت\nلال مرچ: حسب ضرورت\nگھی: دوسو پچاس گرام\n",
	  "recipe_en": "Sab se pehlay ghee mein pyaz badami rang mein bhoon lein aur us mein chicken daal kar chalate rahen. \nJab khoob bhun jaye to us mein lehsan adrak dahi aur namak mirch shamil kar dein aur thora sa pani daal kar galne dein.\nJab gosht gal jaye to us mein aaloo aur sabit garam masala daal dein. \nJab aaloo gal jayein aur pani khushk ho jaye to chawal alehda namak daal kar do kani rakh kar ubal lein aur ek degchi mein chawal aur aaloo gosht ki teh laga kar dam par rakh dein. \nMazedar Bombay Biryani tayyar hai.\n",
	  "recipe_ur": "گھی میں پیاز بادامی رنگ میں بھون لیں اور اس میں چکن ڈال کرچمچ چلاتے رہیں جب خوب بھن جائے تو اس میں لہسن ادرک دہی اور نمک مرچ شامل کر دیں اور تھوڑا سا پانی ڈال کر گلنے دیں۔ جب گوشت گل جائے تو اس میں آلو اور ثابت گرم مصالحہ ڈال دیں ۔ جب آلو گل جائیں اور پانی خشک ہوجائے تو چاول علیحدہ نمک ڈال کر دوکنی رکھ کر ابال لیں اور ایک دیگچی میں چاول اورآلو گوشت کی تہہ لگا کر دم پر رکھ دیں۔مزیدار بمبئی بریانی تیار ہے۔",
	  "image_file": "bombay_biryani"
	  },
	 {"name_en": "Chocolate Chip Cookies",
	  "name_ur": "چاکلیٹ چپ کوکیز",
	  "ingredients_en": "Maida (Refined wheat flour) 2 cup\nBaking Powder 1 tsp\nAnda (Egg) 1 \nCheeni (Sugar) 4 tbs\nCheeni (Brown Sugar) 2 tbs\nChocolate Chip  ½ cup \nAkhrot (Walnuts)  ½ cup \nVanilla essence 1 tsp \nTail (Cooking Oil) 1 cup\n",
	  "ingredients_ur": "میدہ: دو پیالی\nبیکنگ پاؤڈر: ایک چائے کا چمچ\nانڈا: ایک عدد\nچینی: چار کھانے کے چمچ\nبراؤن شوگر: دو کھانے کے چمچ\nچاکلیٹ چپ: آدھی پیالی\nاخروٹ: آدھی پیالی\nونیلا ایسنس: ایک چائے کا چمچ\nکوکنگ آئل: ایک پیالی\n",
	  "recipe_en": "Sub se pehle maiday mein baking powder daal kar do se teen martaba chaan lein aur aakhrot ko koot kar rakh lein. \nAb aik pyalay mein sugar brown sugar vanilla essence aur cooking oil daal kar electric beater se achi tarha phent lein. \nAb is mein maidah daal kar chamach se milayein. \nPhir chocolate chip aur aakhrot daal kar mix karein. \nBaking tray ko chikna kar lein aur is mein ye mixture chamach se thoray thoray faslay se daalein aur oven ko 180 degree par pandrah se bees minute pehle se garam kar lein aur in cookies ko pandrah minute ke liye bake kar lein Chocolate chip cookies tayyar hain.\n",
	  "recipe_ur": "سب سے پہلے میدے میں بیکنگ پاؤڈر ڈال کر دو سے تین مرتبہ چھان لیں اوراخروٹ کو کُوٹ کر رکھ لیں اب ایک پیالے میں چینی براؤن شوگر ونیلا ایسنس اور کوکنگ  آئل ڈال کر الیکٹرک بیٹریا سے اچھی طرح پھینٹ لیں اب اس میں میدہ ڈال کر چمچ سے ملائیں  پھر چاکلیٹ چپ اور اخروٹ ڈال کر مکس کریں۔ بیکنگ ٹرے کو چکنا کریں اور اس میں اس مکسچر کوچمچ سے تھوڑے تھوڑے فاصلے سے ڈالیں اور اوون کو ایک سو اسی ڈگری پر پندرہ سے بیس منٹ پہلے سے گرم کرلیں اور ان کوکیز کو پندرہ منٹ کے لیے بیک کریں۔ چاکلیٹ چپ کوکیز تیار ہیں۔",
	  "image_file": "chocolate_chip_cookies"
	  },
	 {"name_en": "Kiwi Slush",
	  "name_ur": "کیوی سلش",
	  "ingredients_en": "Kiwi 2\nBarf (ice cube) hasbe zaroorat\nSheera (Sugar syrup) 80 milligram\n",
	  "ingredients_ur": "کیوی : دو\n برف: حسبِ ضرورت\n شیرا:  اسی ملی گرام\n",
	  "recipe_en": "Sab se pehlay kiwi kay chilkay utaar kar kaat lein. \nPhir blender mein barf suger syrup aur kiwi daal kar achi teha blend kar lein aur glass mein nikaal kar serve karein.\n",
	  "recipe_ur": "سب سے پہلے کیوی کے چھلکے اتار کر کاٹ لیں۔ اس کے بعد بلینڈر میں برف شوگر سیرپ اور کیوی ڈال کر اچھی طرح بلینڈ کر لیں اور گلاس میں نکال کر سرو کریں۔",
	  "image_file": "kiwi_slush"
	  },
	 {"name_en": "Beef Wellington",
	  "name_ur": "بیف ویلنگٹن",
	  "ingredients_en": "Qeema mixture banany kay ajza:\nBeef qeema (Beef minced meat) 1 kg\nNamak (Salt) ½ tbs\nKali mirch (Black pepper) ½ tbs\nSafaid mirchein (White pepper) 1 tsp\nTail (Oil) 2 tsp\nAnda (Egg) 1\nPyaz (Onion) 1 cup\nWorcestershire sauce 1 tbs\nLehsan powder (Garlic) ½ tbs\nAdrak powder (Ginger) ½ tbs\nZeera pisa hua (Cumin powder) 1 tbs\nPani (Water) hasbe zaroorat\nZaitoon ka tail (Olive Oil) 2 tbs\nLehsan kuta hua (Garlic chopped) 1 tbs\nPyaz kuti hui (Onion chopped ) 1 cup\nKali mirch (Black pepper) 1 tsp\nMushrooms chopped 2 cup\nSirka (Vinegar) 3 tbs\nPuff pastry banana ke ajza:\nMaidah (Refined wheat flour)  3 cup\nNamak (Salt) 1 tsp\nPani (Water) 1 cup\nUnipuff 180 gram\n",
	  "ingredients_ur": "قیمہ مکسچر بنانے کے اجزاء:\nبیف قیمہ: ایک کلو\nنمک: آدھا کانے کا چمچ\nکالی مرچ: آدھا کھانے کا چمچ\nسفید مرچیں: ایک چائے کا چمچ\nتیل: دو کھانے کے چمچ\nانڈا: ایک عدد\nپیاز: ایک کپ\nووسٹر شائر سوس: ایک کھانے کا چمچ\nلہسن پاؤڈر: آدھا کھانے کا چمچ\nادرک پاؤڈر: آدھا کھانے کا چمچ\nزیرہ پاؤڈر: ایک کھانے کا چمچ\nپانی ابالنے کیلئے حسبِ ضرورت\nمشروم پیسٹ بنانے کے اجزاء:\nزیتون کا تیل: دو کھانے کے چمچ\nلہسن: ایک کھانے کا چمچ\nپیاز: ایک کپ\nکالی مرچ: ایک چائے کا چمچ\nمشرومز: دو کپ\nنمک: ایک چائے کا چمچ\nسرکہ: تین کھانے کے چمچ\nپف پیسٹر بنانے کے اجزاء:\nمیدہ: تین کپ\nنمک: ایک چائے کا چمچ\nپانی: ایک کپ\nیونی پف: 180 گرام\n",
	  "recipe_en": "Sub se pehle qeema mixture bananay ke liye aik bowl mein qeema namak kali mirchein safaid mirchein tail anda pyaz Worcestershire sauce lehsan powder adrak powder aur zeera powder daal kar achi tarhan mix kar lein.\nAb lakri ke board par food wrapping sheets phaila kar is par qeema rakhein aur lambai mein lapait lein.\nPhir is ke kinaron ko achi tarhan band kar dein aur aik ghanta fridge mein rakh dein.\nAb aik baray bartan mein pani daal kar ubaal lein aur is mein sheet mein lapeta hua qeema daal kar halki aanch par tees se chalees minute tak ubaalnay dein aur phir qeemay ko pani se nikal kar thanda honay dein.\nMushroom paste banana ke liye pan mein khanay ka tail garam kar ke is mein lehsan aur pyaz daal kar kuch der paka lein.\nAb is mein mushroom daal kar naram honay tak pakayein.\nPhir is mein namak sirka aur kali mirch daal kar apni khushk honay tak pakayein aur choolha band kar ke thandhi honay ke liye side par rakh dein.\nAssembling ke liye aik bowl mein maidah aur namak daal kar achi tarhan mix kar lein.\nAb is mein thora thora kar ke pani daaltay jayein aur dough goondh kar tees minute side par rakh dein.\nAb dough ko Rectangle ki shakal mein bail kar is ke darmiyan puff rakhein aur poori tarhan lapait lein.\nPhir bailnay se dobarah achi tarhan bail kar do teh laga lein aur sheet se dhak kar tees minute fridge mein rakh dein.\nAb dough ko fridge se nikal kar isi amal ko teen bar mazeed dohrayein.\nAb dough dobara bail kar do barabar hisson mein kaat kar aik hissay ko bareek shakal mein bail lein aur is par cutter ki madad se chotey chotey cut lagayein.\nPhir dough ke doosray hissay par mushroom paste phailayein aur meatloaf rakh dein.\nAb puff pastry ko role kar lein aur side se bachi hui sheet rakh kar dobarah brush se anda lagayein.\nPhir pehlay se garam oven mein 175 ke darjae hararat par pachees se tees minute ya light golden honay tak bake kar lein mazedar beef wellington tayyar hai.\n",
	  "recipe_ur": "سب سے پہلے قیمہ مکسچر بنانے کے لیے ایک باؤل میں قیمہ نمک کالی مرچیں سفید مرچیں تیل انڈہ پیاز ووسٹر شائر سوس لہسن پاؤڈر ادرک پاؤڈر اور زیرہ پاؤڈر ڈال کر اچھی طرح مکس کر لیں۔ اب لکڑی کے بورڈ پرپلاسٹک ریپ پھیلا کراس پر قیمہ رکھیں اورلمبائی میں لپیٹ لیں۔ پھراس کے کناروں کواچھی طرح بند کر دیں اور ایک گھنٹہ فریج میں رکھ دیں۔ اب ایک بڑے برتن میں پانی ڈال کر ابال لیں اور اس میں لپیٹا ہوا قیمہ ڈال کر ہلکی آنچ پر تیس سے چالس منٹ ابلنے دیں اور پھر قیمے کو پانی سے نکال کر ٹھنڈا ہونے دیں۔ مشروم پیسٹ بنانے کے لیے ایک پین میں تیل گرم کر کے اس میں لہسن اور پیاز ڈال کر کچھ دیر پکالیں۔ اب اس میں مشرومز ڈال کر نرم ہونے تک پکائیں۔ پھر اس میں نمک سرکہ اور کالی مرچیں ڈال کر پانی خشک ہونے تک پکائیں اور چولہا بند کرکے ٹھنڈا ہونے کے لیے سائیڈ پر رکھ دیں۔ اسمبلنگ کے لیے ایک باول میں میدہ اور نمک ڈال کر اچھی طرح مکس کرلیں اب اس میں تھوڑا تھوڑا کر کے پانی ڈالتے جائیں اور ڈو گوندھ کر تیس منٹ سائیڈ پر رکھ دیں۔ اب ڈوکو مستطیل کی شکل میں بیل کر اس کے درمیان پف رکھیں اور پوری طرح لپیٹ لیں پھر بیلنے سے دوبارہ اچھی طرح بیل کر دو تہیں لگا لیں اور ڈھک کر تیس منٹ فریج میں رکھ دیں۔ اب ڈو کو فریج سے نکال کر اسی عمل کو تین بار مزید دہرائیں۔ اب ڈو  دوبارہ بیل کر دو حصوں میں کاٹ کر ایک حصے کو باریک شکل میں بیل لیں اور اس پر کٹر کی مدد سے چھوٹے چھوٹے کٹ لگائیں۔ پھر ڈو کے دوسرے حصے پر مشروم پیسٹ پھیلائیں اور میٹ لوف رکھ دیں۔ اب پف پیسٹری کو رول کرلیں اور سائیڈ سے بچی ہوئی شیٹ کاٹ لیں اور دونوں سائیڈوں کو اچھی طرح بند کر دیں پھر برش سے انڈا لگائیں اور اس پر بچی ہوئی شیٹ رکھ  کر دوبارہ برش سے انڈا لگائیں۔ پھر پہلے سے گرم اوون میں ایک سوپچہتر کے دوجہ حرارت پر پچیس سے تیس منٹ تک لائٹ گولڈن ہونے تک بیک کر لیں۔ مزیدار بیف ویلنگٹن ریسپی تیار ہے۔",
	  "image_file": "beef_wellington"
	  },
	 {"name_en": "Strawberry Banana Smoothie",
	  "name_ur": "اسٹرابیری اسموتھی",
	  "ingredients_en": "Strawberry hasbe zaroorat\nKeilay (Banana) hasbe zaroorat\nDahi (Curd) 4 tbs\nShehed (Honey) 2 tbs\nDoodh (Milk) 1 cup\nIce cube 1 cup\n",
	  "ingredients_ur": "اسٹرابیری: حسبِ ضرورت\nکیلے: حسبِ ضرورت\nدہی: چار کھانے کے چمچ\nشہد: دو کھانے کے چمچ\nدودھ: ایک کپ\nبرف: ایک کپ\n",
	  "recipe_en": "Sub se pehlay aik grinder mein strawberry lein aur us mein banana dahi shehad doodh aur ice cube daal kar achi terha grind kar lein.\nAb aik glass mein strawberry syrup laga kar tayyar kya hua mixture daal dein.\nAap ka mazedar strawberry banana smoothie tayyar hai.\n",
	  "recipe_ur": "سب سے پہلے ایک گرائینڈر میں اسٹرابیری لیں اور اس میں کیلے دہی شہد اور برف ڈال کر اچھی طرح گرائینڈ کرلیں۔ اب ایک گلاس میں اسٹرابیری سیرپ لگاکر تیار کیا ہوا مکسچر ڈال دیں۔ مزیدار اسموتھی اسٹرابیری تیار ہے۔",
	  "image_file": "strawberry_banana_smoothie"
	  }
	]